Repository: Hudell/OrangeSeasonMods
Catalog: kyo-i18n/languages/brazilian-*/translation.po
Languages: portuguese

source: Be nice to us, okay? You're the first human we interact with in 30 years.
portuguese: Seja bom para a gente, tá? Você é o primeiro humano a interagir conosco em 30 anos.

source: Don't worry, I'm a good person.
portuguese: Não se preocupe, eu sou uma boa pessoa.

source: Hello <name>.<BR><BR>We are now selling a super bag in the general store! If you buy it, you'll be able to carry even more items.<BR><BR>Serge.
portuguese: Olá <name>.<BR><BR>Nós agora estamos vendendo uma super mochila aqui na loja. Venha conferir.<BR><BR>Sérgio.

source: Hello <name>.<BR><BR>We are now selling mushroom seeds in the general store! <BR>Mushrooms grow only in caves, even if you don't water it.<BR><BR>Serge.
portuguese: Olá <name>.<BR><BR>Nós agora estamos vendendo sementes de cogumelo aqui na loja.<BR>Os cogumelos crescem apenas em cavernas, mas crescem mesmo se você não regá-los.<BR><BR>Sérgio.

source: Sorry, at this moment I can't make your watering can any better than it already is.
portuguese: Me desculpe, no momento não consigo deixar o seu regador melhor do que ele já é.

source: To upgrade your watering can, I'm gonna need <color:important>5 Silver Ores and 3,000G</color>. Is that ok?
portuguese: Para aprimorar o seu regador, eu irei precisar de <color:important>5 Minérios de Prata e 3.000G</color>. Está tudo bem?

source: Run Forward Automatically
portuguese: Correr Para Frente Sozinho

source: I need <color:important>5 Silver Ores</color> to upgrade your watering can.
portuguese: Eu preciso de <color:important>5 Minérios de Prata</color> para aprimorar o seu regador.

source: The door is locked.
portuguese: A porta está trancada.

source: I can't pick feed from the storage if my bag is full.
portuguese: Não posso pegar ração no barril se minha mochila estiver cheia.

source: If I put chicken feed in the storage, I can quickly retrieve it here.
portuguese: Se eu colocar ração de galinha no depósito, eu posso pegar rapidamente por aqui.

source: If I put animal feed in the storage, I can quickly retrieve it here.
portuguese: Se eu colocar comida de animais no depósito, eu posso pegar rapidamente por aqui.

source: The turtle looks happy, but she won't let me pick her up.
portuguese: A tartaruga parece feliz, mas não quer me deixar pegá-la no colo.

source: This turtle really likes me. It looks like she'll let me pick her up from now on. I should give her a name.
portuguese: Essa tartaruga gosta muito de mim. Parece que ela vai me deixar pegá-la no colo a partir de agora. Eu devia dar um nome para ela.

source: <lastCreatureName>! That's going to be this turtle's name now.
portuguese: <lastCreatureName>! Este vai ser o nome desta tartaruga a partir de agora.

source: The dog looks happy, but he won't let me pick him up.
portuguese: Esse cachorro parece feliz, mas não quer me deixar pegá-lo no colo.

source: This dog really likes me. It looks like he'll let me pick him up from now on. I should give him a name.
portuguese: Esse cachorro gosta muito de mim. Parece que ele vai me deixar pegá-lo no colo a partir de agora. Eu devia dar um nome para ele.

source: <lastCreatureName>! That's going to be this dog's name now.
portuguese: <lastCreatureName>! Este vai ser o nome deste cachorro a partir de agora.

source: The cat looks happy, but he won't let me pick him up.
portuguese: Esse gato parece feliz, mas não quer me deixar pegá-lo no colo.

source: This cat really likes me. It looks like he'll let me pick him up from now on. I should give him a name.
portuguese: Esse gato gosta muito de mim. Parece que ele vai me deixar pegá-lo no colo a partir de agora. Eu devia dar um nome para ele.

source: <lastCreatureName>! That's going to be this cat's name now.
portuguese: <lastCreatureName>! Este vai ser o nome deste gato a partir de agora.

source: The squirrel looks happy, but he won't let me pick him up.
portuguese: Esse esquilo parece feliz, mas não quer me deixar pegá-lo no colo.

source: This squirrel really likes me. It looks like he'll let me pick him up from now on. I should give him a name.
portuguese: Esse esquilo gosta muito de mim. Parece que ele vai me deixar pegá-lo no colo a partir de agora. Eu devia dar um nome para ele.

source: <lastCreatureName>! That's going to be this squirrel's name now.
portuguese: <lastCreatureName>! Este vai ser o nome deste esquilo a partir de agora.

source: The monkey looks happy, but he won't let me pick him up.
portuguese: Esse macaco parece feliz, mas não quer me deixar pegá-lo no colo.

source: This monkey really likes me. It looks like he'll let me pick him up from now on. I should give him a name.
portuguese: Esse macaco gosta muito de mim. Parece que ele vai me deixar pegá-lo no colo a partir de agora. Eu devia dar um nome para ele.

source: <lastCreatureName>! That's going to be this monkey's name now.
portuguese: <lastCreatureName>! Este vai ser o nome deste macaco a partir de agora.

source: The bunny looks happy, but he won't let me pick him up.
portuguese: Esse coelho parece feliz, mas não quer me deixar pegá-lo no colo.

source: This bunny really likes me. It looks like he'll let me pick him up from now on. I should give him a name.
portuguese: Esse coelho gosta muito de mim. Parece que ele vai me deixar pegá-lo no colo a partir de agora. Eu devia dar um nome para ele.

source: <lastCreatureName>! That's going to be this bunny's name now.
portuguese: <lastCreatureName>! Este vai ser o nome deste coelho a partir de agora.

source: Close Menu
portuguese: Fechar Menu

source: Mouse Support
portuguese: Suporte a Mouse

source: Gold Mine<BR>Exclusive to members of the Miner's Guild.
portuguese: Mina de Ouro<BR>Exclusiva para os membros do sindicato dos mineradores.

source: I'll be keeping an eye on all participants. If anyone isn't taking good care of their animals, I'll know.
portuguese: Eu vou observar bem a todas as participantes. Se alguém não estiver cuidando bem dos seus animais, eu saberei.

source: Nathalia always takes good care of Agatha. She probably read a lot of books to learn how to care for chickens.
portuguese: A Nathalia sempre cuidou bem da Agatha. Ela provavelmente lê vários livros sobre criação de galinhas.

source: You did a great job <name>, but don't let it get over your head.
portuguese: Você foi bem, <name>, mas não deixe a vitória te subir a cabeça.

source: The worst chicken won today. How can it be possible?
portuguese: A pior galinha venceu hoje. Como isso pode ser possível?

source: I didn't pay attention to Raphael's chicken, because I never expected her to win, but I guess he did a good job raising her.
portuguese: Eu não prestei atenção na galinha do Raphael, porque eu nunca pensei que ela venceria, mas acho que ele fez um bom trabalho criando ela.

source: And Mia won once again. Nobody is surprised by that.
portuguese: E a Mia venceu novamente. Ninguém se surpreende com isso.

source: The festival is over, I'll be going home soon.
portuguese: O festival acabou, eu irei para casa em breve.

source: Hello <name><BR><BR>Did you know I bought a rooster in the latest Chicken Festival? I only have one problem: I have no idea how to take care of it.<BR><BR>Can you bring me some chicken feed? I'm too ashamed to go buy it from the ranch.<BR><BR>Lucas.
portuguese: Olá <name><BR><BR>Você sabia que eu comprei um galo no último festival de galinhas? Eu só tenho um problema: Eu não faço ideia de como cuidar dele.<BR><BR>Você poderia me trazer algum tipo de ração? Estou com muita vergonha de ir perguntar no rancho.<BR><BR>Lucas.

source: Feeding Lucas' Rooster
portuguese: Alimentando o galo de Lucas

source: Lucas asked me to bring some chicken feed. I think 7 boxes should be enough for now.
portuguese: O Lucas me pediu para arranjar ração para o galo dele. Acho que 7 pacotes devem ser suficientes por enquanto.

source: Hello <name>. Do you have something I can give to my rooster?
portuguese: Olá <name>. Você trouxe algo para eu dar para o meu galo?

source: About your rooster...
portuguese: Sobre o seu galo...

source: I brought chicken feed.
portuguese: Eu trouxe ração de galinha.

source: I didn't bring anything.
portuguese: Eu não trouxe nada.

source: Thank you so much, I'll give it to him right away.
portuguese: Muito obrigado, eu vou dar a ração para ele agora mesmo.

source: Please help me with this, I dodn't know what to feed him.
portuguese: Por favor, me ajude. Eu não sei o que dar para ele comer.

source: Let me give you some money for the trouble.
portuguese: Deixe-me te dar algum dinheiro para compensar o trabalho

source: Hello <name><BR><BR>It's Lucas again. Listen, I'm having a very hard time taking care of this rooster. I know I should have more responsibility, but it's too hard. Do you think you could buy this rooster from me? I'll sell it for half the price I paid, just 2,500G.
portuguese: Olá <name><BR><BR>É o Lucas de novo. Olha só, eu to tendo muita dificuldade para cuidar desse galo. Eu sei que deveria ter mais responsabilidade, mas é muito difícil. Será que você não poderia comprar o galo de mim? Eu te vendo por metade do preço que paguei, apenas 2.500G.

source: A rooster could be very useful in the farm, maybe I should help Lucas out.
portuguese: Um galo poderia ser bem útil na fazenda, talvez eu devesse ajudar o Lucas mesmo.

source: A rooster would be useless in a farm without any chickens, but maybe I should help Lucas out.
portuguese: Um galo seria inútil em uma fazenda sem galinhas, mas talvez eu devesse ajudar o Lucas mesmo.

source: Hey <name>. I'm still trying to sell my rooster, are you interested?
portuguese: Ei <name>. Eu ainda estou tentando vender o meu galo, você está interessado?

source: Your rooster...
portuguese: O seu galo...

source: I'll buy it.
portuguese: Eu compro.

source: I will buy when I get the money.
portuguese: Eu compro quando tiver o dinheiro.

source: I don't want it now, maybe another day.
portuguese: Eu não quero ele agora, mas talvez outro dia.

source: I won't ever buy it.
portuguese: Eu não quero comprar o seu galo, nem nunca vou querer.

source: Alright! Take good care of Gilbert for me, will ya?
portuguese: Perfeito! Cuide muito bem do velho Gilbert pra mim, está bem?

source: But you don't have any space in your <color:important>coops<color:default>, <name>. Gilbert would have nowehere to live.
portuguese: Mas você não tem mais espaço nos seus <color:important>galinheiros</color>, <name>. O Gilbert não teria onde morar.

source: But you don't have enough money. It's okay, I'll wait here.
portuguese: Mas você não tem dinheiro suficiente. Está tudo bem, eu vou esperar aqui.

source: Alright, thank you very much!
portuguese: Está bem, muito obrigado!

source: It's okay. I'll try to sell it to somebody else, but if you change your mind, please let me know.
portuguese: Está tudo bem. Eu vou tentar vender para outras pessoas, mas se você mudar de ideia me avise, por favor.

source: I guess I can't have you helping me everytime, right? It's okay, I'll try to sell it to someone else.
portuguese: Eu não posso esperar que você resolva todos os meus problemas, não é? Está tudo bem, eu vou tentar vender para outra pessoa.

source: I guess I'll go to Rock Town to check if anybody there wants to buy my rooster Gilbert.
portuguese: Eu acho que vou subir até Rochedo para ver se alguém lá quer comprar o meu galo Gilbert.

source: Good luck with your farm, <name>. I hope you like it here.
portuguese: Boa sorte com sua fazenda, <name>. Espero que você goste daqui.

source: If you have an improved watering can, you can hold the tool button to water a wider area faster.
portuguese: Se você tem um regador aprimorado, você pode segurar o botão de usá-lo para regar uma área maior.

source: Go back
portuguese: Voltar

source: Change Character
portuguese: Mudar Personagem

source: ↑ Abandoned Iron Mine.<BR>→ Orange Town.<BR>← Train Station.
portuguese: ↑ Mina de Ferro Abandonada.<BR>→ Terra das Laranjeiras.<BR>← Estação de Trem.

source: I shouldn't mess with Lucas' crops.
portuguese: É melhor eu não mexer nas coisas do Lucas.

source: I shouldn't mess with Benjamin's crops.
portuguese: É melhor eu não mexer na plantação do Benjamin.

source: I shouldn't mess with Mia's crops.
portuguese: É melhor eu não mexer nas coisas da Mia.

source: I shouldn't mess with Nathalia's crops.
portuguese: É melhor eu não mexer nas coisas da Nathalia.

source: Looks like Devin doesn't take good care of his crops.
portuguese: Parece que o Devin não cuida muito bem da plantação dele.

source: I shouldn't mess with Serge's crops.
portuguese: É melhor eu não mexer nas coisas do Sérgio.

source: I shouldn't mess with Bonnie's crops.
portuguese: Se a Bonnie me pegar mexendo nas coisas dela ela vai cortar o meu pescoço.

source: I shouldn't mess with Julia's crops.
portuguese: A plantação da Julia está sempre bem cuidada.

source: Hey <name>, if you bring me one of your chickens I can appraise it for you.
portuguese: Ei <name>, se você me trouxer uma das suas galinhas eu posso examinar ela para você.

source: Do you want me to appraise this chicken? Let me see...
portuguese: Você quer que eu examine essa galinha? Deixa eu ver...

source: Do you want me to appraise this chick? Let me see...
portuguese: Você quer que eu examine esse pintinho? Deixa eu ver...

source: <color:name><var:chickenName></color> is a very slow chicken. She has no chance in any serious chicken race.
portuguese: <color:name><var:chickenName></color> é uma galinha muito lenta. Ela não tem chance em nenhuma corrida séria.

source: <color:name><var:chickenName></color> is not a fast chicken. She probably won't win any race.
portuguese: <color:name><var:chickenName></color> não é uma galinha rápida. Ela provavelmente nunca vencerá nenhuma corrida.

source: <color:name><var:chickenName></color>'s speed is nothing special.
portuguese: A velocidade da <color:name><var:chickenName></color> não é nada especial.

source: <color:name><var:chickenName></color> is a very fast chicken. She may have a real shot at winning a race.
portuguese: <color:name><var:chickenName></color> é uma galinha muito rápida. Ela tem uma boa chance de vencer alguma corrida.

source: <color:name><var:chickenName></color>'s speed is trully impressive. You definitely should bring her to a race or two.
portuguese: A velocidade da <color:name><var:chickenName></color> é impressionante. Você precisa levar ela para uma corrida ou duas.

source: Look at those legs! <color:name><var:chickenName></color>'s speed is unbelievable. A simple chicken race may even be boring for her. A horse race would be a better challenge.
portuguese: Olha para essas pernas! A velocidade da <color:name><var:chickenName></color> é inacreditável. Uma corrida de galinhas pode não ser desafio suficiente para ela. Talvez uma corrida de cavalos seja mais adequado.

source: She seems to be a bit lucky.
portuguese: Ela parece ter um pouco de sorte.

source: She seems to be very lucky.
portuguese: Ela parece ter muita sorte.

source: It looks like she was blessed by an angel.
portuguese: Parece que ela foi abençoada por um anjo.

source: She has an enormous amount of luck. She may have been blessed by a goddess!
portuguese: Ela tem uma sorte gigante. Ela pode ter sido abençoada por uma deusa.

source: And she won't lay many eggs in her life.
portuguese: E ela não vai colocar muitos ovos na vida dela.

source: And she will rarely lay more than one egg a day.
portuguese: E ela raramente vai colocar mais de um ovo por dia.

source: And sometimes she may lay two eggs on a single day.
portuguese: E de vez em quando pode ser que ela coloque dois ovos no mesmo dia.

source: And she will lay two eggs on a single day every now and then.
portuguese: Tem uma boa chance de ela colocar dois ovos no mesmo dia com uma certa frequência.

source: And she will often lay two eggs on a single day.
portuguese: E ela vai colocar dois ovos por dia com uma boa frequência.

source: And she will always lay two eggs per day.
portuguese: E ela sempre vai colocar dois ovos por dia.

source: Do you want to sell this chicken? Let me see...
portuguese: Você quer vender esta galinha? Deixe-me ver...

source: I can pay you <color:important><var:chickenPrice>G</color> for <color:name><var:chickenName></color>. Do you want to sell her?
portuguese: Eu posso oferecer <color:important><var:chickenPrice>G</color> pela <color:name><var:chickenName></color>. Você quer vendê-la?

source: Alright, thank you very much.
portuguese: Muito obrigada, volte sempre!

source: Sorry, I can't buy her right now.
portuguese: Desculpe, mas eu não posso comprá-la agora.

source: Yo <name>, why are you working so much? You've been here for just a few days and already had me carry so much weight.
portuguese: Qual é <name>, por que você está trabalhando tanto? Faz só alguns dias que você chegou e já me fez carregar peso demais.

source: Hm, what's this?
portuguese: Hm, o que é isso?

source: A Blue Crystal. I'll pick it some other time.
portuguese: Um Cristal Azul. Outra hora eu pego ele.

source: It's a Blue Crystal.
portuguese: É um Cristal Azul.

source: A tree that stopped growing. I wonder what happened to it.
portuguese: Uma árvore que parou de crescer. O que será que aconteceu com ela?

source: A random box. I wonder if the owner still wants it.
portuguese: Uma caixa aleatória. Será que o dono ainda quer ela?

source: A closed barrel. I have no idea how to open it.
portuguese: Um barril fechado. Não faço ideia de como abrir.

source: Some firewood. It's all wet due to the rain.
portuguese: Um pouco de lenha. Está tudo molhado por causa da chuva.

source: Some firewood. It's been here for a long time.
portuguese: Um pouco de lenha. Já faz muito tempo que está aqui.

source: A bonfire. I won't be able to use it today.
portuguese: Uma fogueira. Eu não vou poder usá-la hoje.

source: A bonfire. There's no reason to use it right now.
portuguese: Uma fogueira. Não tem razão para usá-la agora.

source: An old sign. I can't read what was once written on it.
portuguese: Uma placa velha. Não consigo ler o que estava escrito nela.

source: Nothing out of the ordinary.
portuguese: Nada de incomum aqui.

source: Something is off here.
portuguese: Algo está estranho aqui.

source: It's the train schedule. And some notes.
portuguese: São os horários do trem. E algumas anotações.

source: I don't need to take the train.
portuguese: Eu não preciso pegar nenhum trem.

source: Secret Facility. Exclusive to Secret Members.
portuguese: Local Secreto. Exclusívo para Membros Secretos.

source: Huh, there's a note here, it sasys:<BR><color:positive>Currently in Rock Town. Call me if you need anything.</color>.
portuguese: Ué, tem um papel aqui. Está escrito:<BR><color:positive>Atualmente em Rochedo. Me chame se precisar de algo.</color>

source: This must be Mia's house.
portuguese: Essa deve ser a casa da Mia.

source: I wonder who lives here.
portuguese: Quem será que mora aqui?

source: This is everyone's favorite tree. I wouldn't dare cut it down.
portuguese: Esta é a árvore favorita de todos na cidade. Eu não ousaria cortá-la.

source: How's the farm life going, <name>? Have you broken any bones already?
portuguese: Como está a vida na fazenda, <name>? Já quebrou algum osso?

source: Do you have a horse on your farm yet?
portuguese: Você já tem algum cavalo na sua fazenda?

source: Do you grow any flowers on your farm, <name>? Why don't you bring me one?
portuguese: Você está plantando flores na sua fazenda, <name>? Por que você não me traz uma?

source: Using magic requires a lot of energy, but it can be very useful.
portuguese: Usar magia irá gastar muito a sua energia, mas as vezes pode ser bem útil.

source: There's some strong magic in that forest that you met me. Even I can't lift that spell alone.
portuguese: Tem algum poder muito forte atuando naquela floresta em que você me encontrou. Nem eu consigo acabar completamente com aquela magia.

source: I usually teleport to the forest entrance so that people won't freak out when I show up in the middle of town.
portuguese: Eu sempre me teletransporto para a entrada da floresta para que as pessoas não se assustem comigo surgindo de repente no meio da cidade.

source: I love to read, but some days I just can't decide which book to pick.
portuguese: Eu amo ler, mas tem dias que eu simplesmente não consigo decidir qual livro pegar.

source: I like to walk around the town. I get a chance to talk with many different people.
portuguese: Eu gosto de caminhar pela cidade. Assim eu tenho oportunidade de conversar com várias pessoas diferentes.

source: Tell me, <name>. What do you like to do when you're bored?
portuguese: Me diga, <name>. O que você gosta de fazer quando está entediad<o>?

source: You're just starting out, right? You should try to find more tools.
portuguese: Você está apenas começando, não é? Você devia tentar encontrar novas ferramentas.

source: A <color:important>sickle</color> would let you cut the weeds and grass on your farm. I think I saw one in the abandoned mines.
portuguese: Uma <color:important>foice</color> seria útil para cortar o mato e a grama na fazenda. Eu acho que vi uma dando sopa na mina abandonada.

source: A <color:important>hammer</color> can be used to break rocks and to look for minerals. Why don't you try asking one of the Rock Town miners if they can give you one?
portuguese: Uma <color:important>marreta</color> pode ser usada para quebrar pedras e procurar minerais. Por quê você não pergunta para algum dos mineradores de Rochedo se eles não tem algum sobrando para te dar?

source: An <color:important>axe</color> can be used to break logs and even trees if you have a good one. Why don't you try asking for Victor to fix the one you found?
portuguese: Um <color:important>machado</color> pode user usado para cortar madeira e até derrubar árvores se você tiver um bom. Por quê você não pede para o Victor consertar este que você encontrou?

source: An <color:important>axe</color> can be used to break logs and even trees if you have a good one. Maybe you can find one of Karen's old axes in the forest, though it will probably be broken if you do.
portuguese: Um <color:important>machado</color> pode ser usado para cortar madeira e até derrubar árvores se você tiver um bom. Talvez você consiga encontrar algum machado velho da Karen na floresta, mas se achar provavelmente estará quebrado.

source: Hello, young boy. Are you from around here?
portuguese: Olá, garoto. Você é aqui da região?

source: Hello, young girl. Are you from around here?
portuguese: Olá, mocinha. Você é aqui da região?

source: Yes, I live in Orange Town. I'm a farmer there.
portuguese: Eu moro na Terra das Laranjeiras. Cuido de uma fazenda lá.

source: Oh, how exciting. My name is Muriel, come visit me whenever you want.
portuguese: Ah, que excitante. Meu nome é Muriel, você pode vir me visitar quando quiser.

source: Nice to meet you, Muriel. My name is <name>.
portuguese: Prazer em conhecê-la, Muriel. Meu nome é <name>.

source: Please stop chasing our dog.
portuguese: Por favor, pare de perseguir nosso cachorro.

source: How are you doing today, <name>?
portuguese: Como você está, <name>?

source: What do you need, young boy? Are you from around here?
portuguese: Procurando alguma coisa, garoto? Ou você mora por aqui?

source: What do you need, young girl? Are you from around here?
portuguese: Procurando alguma coisa, garota? Ou você mora por aqui?

source: Alright. My name is Eustace, I'm retired and I currently spend most of my days sitting on a bench, so you're welcome to visit if you want to chat.
portuguese: Está bem. Meu nome é Estácio, eu sou aposentado e passo a maior parte do tempo sentando em algum banco, então se você quiser me visitar para conversar, fique a vontade.
