Repository: Hudell/OrangeSeasonMods
Catalog: kyo-i18n/languages/brazilian-*/translation.po
Languages: portuguese

source: Your chicken was looking at me earlier. It felt like she was staring into my soul.
portuguese: Sua galinha estava me encarando antes. Parecia que ela estava olhando a minha alma.

source: I thought you were going to participate. Don't you have a chicken?
portuguese: Eu pensei que você iria participar. Você não tem uma galinha?

source: If you win the chicken festival, your farm's brand will get some recognition and I'll be able to sell your eggs for more.
portuguese: Se você vencer a corrida de galinhas, a marca da sua fazenda vai começar a ser reconhecida e eu poderei vender os seus ovos por um valor maior.

source: Congratulations on your victory, <name>! Can you show Devin how you raise your chickens?
portuguese: Parabéns pela vitória, <name>! Você poderia mostrar ao Devin como cuidar de uma galinha?

source: Color me surprised! Devin's Horse actually won the chicken race. I never thought I would live to see this day.
portuguese: Mas quem diria! A galinha do Devin realmente venceu a corrida. Eu nunca pensei que viveria para ver esse dia.

source: I knew Devin had no chance, but I had hoped you would win this.
portuguese: Eu sabia que o Devin não tinha nenhuma chance, mas eu esperava que você vencesse.

source: Why didn't you participate too? Devin's chicken is a lost cause, so I would be rooting for you.
portuguese: Por que você não participou também? A galinha do Devin é uma causa perdida, então eu ficaria torcendo por você.

source: Most people around here like to eat eggs on their breakfast. It's cheap and a great source of protein.
portuguese: A maioria das pessoas por aqui gosta de comer ovos no café da manhã. São baratos e uma ótima fonte de proteína.

source: Your chicken runs very fast. What does she eat everyday to get so strong?
portuguese: Sua galinha corre bem rápido. O que ela come todos os dias para ficar tão forte?

source: Don't worry about losing, <name>. You can try again next year.
portuguese: Não fique chateado por perder, <name>. Você pode tentar de novo no ano que vem.

source: Why didn't you enter the race too, <name>?
portuguese: Por que você também não entrou na corrida, <name>?

source: Is it true that chickens have an incredible sense of balance?
portuguese: É verdade que galinhas tem um equilíbrio incrível?

source: This is way more fun than it looks like. Also, Congratulations on your victory.
portuguese: Isso é bem mais divertido do que parece. A propósito, parabéns pela vitória.

source: This is way more fun than it looks like.
portuguese: Isso é bem mais divertido do que parece.

source: When I imagine a farm, the first animal I think of is always a chicken. Why do you think is that?
portuguese: Quando eu imagino em uma fazenda, o primeiro animal em que eu penso é uma galinha. Por que será?

source: I have no idea what you have to do to train your chicken, but congratulations for doing it well.
portuguese: Eu não faço ideia de como treinar uma galinha, mas parabéns por ter feito isso bem.

source: How can you even make the chickens run in a race? I thought they were going to just stay there, looking at each other.
portuguese: Como vocês conseguem fazer as galinhas correrem? Eu pensei que elas ficariam paradas olhando umas para as outras.

source: I'll deliver your rooster when the festival ends.
portuguese: Eu vou entregar o seu galo quando o festival acabar.

source: Good morning, <name>. Today we are selling this magnificent rooster. Are you interested? The price is 5.000G
portuguese: Bom dia, <name>. Hoje estamos vendendo este galo incrível. Você está interessad<o>? O preço é 5.000G.

source: Hey <name>, I'm just about to go deliver the rooster you bought.
portuguese: Ei <name>, eu estou prestes a ir entregar o galo que você comprou.

source: Good evening, <name>. This is your last chance to buy this magnificent rooster today. Are you interested? The price is 5.000G
portuguese: Boa noite, <name>. Esta é a sua última chance de comprar este incrível galo hoje. Você está interessado? O preço é 5.000G.

source: Today I had to leave Pat-Pat at home. He's friends with Agatha, but I don't want to risk having him near so many chickens.
portuguese: Hoje eu tive que deixar o Pat-Pat em casa. Ele é amigo da Agatha, mas eu não queria arriscar deixá-lo próximo a tantas galinhas.

source: Look at that! I really won! It's all thanks to this book I've been reading.
portuguese: Olha só! Eu realmente ganhei! É tudo graças a esse livro que estou lendo.

source: It's called 'How to make your Chicken win the Orange Town Chicken Race'.
portuguese: O nome é 'Como fazer sua galinha vencer a corrida da Terra das Laranjeiras'.

source: Well done, <name>. Congratulations for winning the race!
portuguese: Muito bem, <name>. Parabéns por vencer a corrida!

source: Hah. We both lost. I guess we need to study some more about how to properly raise a chicken.
portuguese: Hah. Nós dois perdemos. Parece que eu preciso estudar mais sobre como criar uma galinha.

source: My little Agatha lost the race, but it's not a big deal. I'll study more and raise her stronger for the next year.
portuguese: Minha pequena Agatha perdeu a corrida, mas não importa. Eu vou estudar mais para fazê-la crescer mais forte para o ano que vem.

source: Why is your chicken so... green?
portuguese: Por que a sua galinha é tão... verde?

source: I don't know. Maybe she hasn't matured yet.
portuguese: Não sei. Talvez ela apenas não esteja madura ainda.

source: I don't think that logic applies to animals.
portuguese: Eu acho que essa lógica não se aplica a animais.

source: I can't believe my Horse won! After so many years I finally won this race!
portuguese: Não acredito que meu Cavalo ganhou! Depois de tantos anos eu finalmente ganhei essa corrida!

source: You mean your chicken?
portuguese: Você quer dizer sua galinha?

source: Yeah, my chicken Horse.
portuguese: Sim, minha galinha Cavalo.

source: Is your chicken really called Horse?
portuguese: Sua galinha realmente se chama Cavalo?

source: Yeah! It's cool, right? It messes with people's heads.
portuguese: Sim! É legal, né? Mexe com a cabeça das pessoas.

source: What would you call your horse if you had one?
portuguese: Que nome você daria para um cavalo?

source: I have one. It's called Turtle.
portuguese: Eu tenho um. Ele se chama Tartaruga.

source: Hello there. Perfect day for a festival, isn't it?
portuguese: Olá! Dia perfeito para um festival, não é?

source: Your chicken is very happy that she won. I can tell she likes you.
portuguese: Sua galinha está muito feliz que ela ganhou. Posso ver que ela gosta de você.

source: I had a lot of fun today. And I can tell that the chickens are happy too.
portuguese: Eu me diverti bastante hoje. E posso dizer que as galinhas também estão felizes.

source: Will you participate this time, <name>? I think my chicken Pipin has a chance this year.
portuguese: Você vai participar dessa vez, <name>? Eu acho que minha galinha Pipin tem chance esse ano.

source: I knew it! My Pipin is the best chicken ever!
portuguese: Eu sabia! Minha Pipin é a melhor galinha de todas!

source: I lost again. I really thought this time things would be different...
portuguese: Eu perdi de novo. Eu pensei que dessa vez as coisas seriam diferentes...

source: It looks like everyone is taking good care of their animals. It fills my heart with joy.
portuguese: Parece que todos aqui estão cuidando muito bem dos seus animais. Isso enche meu coração de alegria.

source: Hey <name>. I won this time, but you weren't bad either.
portuguese: Ei <name>. Eu ganhei dessa vez, mas você também não foi nada mal.

source: I know you're taking good care of your animals, so keep competing and you'll eventually win.
portuguese: Eu sei que você está cuidando bem dos seus animais, então continue competindo e você vai acabar ganhando.

source: I never expected both of us to lose this competition.
portuguese: Eu nunca pensei que nós dois perderíamos a corrida.

source: I'm really happy! Cocoa won the race again.
portuguese: Estou muito feliz! A Cacau venceu a corrida de novo.

source: Congratulations, <name>. I knew that if I were to lose this race, it was going to be to you.
portuguese: Parabéns, <name>. Eu sabia que se eu perdesse essa corrida, seria para você.

source: Oh, I didn't think I would ever see the day that my Cocoa would lose a chicken race.
portuguese: Eita, eu não pensei que um dia eu veria minha Cacau perder uma corrida.

source: At the same time, I'm happy that people here are raising their animals well.
portuguese: Ao mesmo tempo, eu fico feliz de ver as pessoas criando os seus animais tão bem.

source: When I was a kid, me and my friends used to throw eggs at each other as a prank.
portuguese: Quando eu era criança, eu e meus amigos costumavamos jogar ovos uns nos outros de brincadeira.

source: I remember one of them once slipped on a broken egg and ended up with a broken leg.
portuguese: Eu lembro que um deles escorregou em um ovo quebrado e acabou com a perna quebrada também.

source: That day was fun.
portuguese: Aquele dia foi divertido.

source: Your chicken ran so fast in there. Near the end I thought she was going to jump to your face and peck your eye out.
portuguese: Sua galinha correu tão rápido lá. No final eu pensei que ela iria pular na sua cara e te arrancar um olho fora.

source: Well, there's always next year.
portuguese: Bem, tem sempre o ano que vem.

source: Why did you lose? You should train your chicken better.
portuguese: Por que você perdeu? Você devia treinar a sua galinha melhor.

source: Why aren't you participating? Do you think some chicken would peck your eye out?
portuguese: Por que você não está participando? Você acha que alguma galinha iria arrancar seu olho fora?

source: Will you participate in the race, <name>?
portuguese: Você vai participar da corrida, <name>?

source: Benjamin said that only adults can participate, so this year I can only watch it.
portuguese: O Benjamin disse que somente adultos podem participar, então esse ano eu vou ter que ficar apenas olhando.

source: Benjamin won't let me enter my chicken in the race. Ugh, he's such a green apple.
portuguese: O Benjamin não deixa a minha galinha participar da corrida. Ele é uma maçã verde mesmo.

source: I don't have a chicken to enter the race, but Pom likes to see them running.
portuguese: Eu não tenho nenhuma galinha para participar da corrida, mas a Pom gosta de vê-las correndo.

source: Welcome everybody, to this year's chicken race.<BR>Today's competitors are: <var:chicken0Name>, <var:chicken1Name>, <var:chicken2Name>, <var:chicken3Name> and <var:chicken4Name>.
portuguese: Sejam todos bem-vindos à corrida de galinhas deste ano. <BR>Os competidores de hoje são: <var:chicken0Name>, <var:chicken1Name>, <var:chicken2Name>, <var:chicken3Name> e <var:chicken4Name>.

source: Welcome everybody, to this year's chicken race.<BR>Today's competitors are: <var:chicken1Name>, <var:chicken2Name>, <var:chicken3Name> and <var:chicken4Name>.
portuguese: Sejam todos bem-vindos à corrida de galinhas deste ano. <BR>Os competidores de hoje são: <var:chicken1Name>, <var:chicken2Name>, <var:chicken3Name> e <var:chicken4Name>.

source: The race will start in <wait><BR>3...<wait><wait> <BR>2...<wait><wait> <BR>1...<wait><wait> \^
portuguese: A corrida vai começar em <wait><BR>3...<wait><wait> <BR>2...<wait><wait> <BR>1...<wait><wait> \^

source: What a fantastic race! The results are as follows:
portuguese: Que corrida fantástica! O resultado foi o seguinte:

source: Winner: <color:name><var:winnerChicken></color><BR>Runner Up: <color:name><var:runnerUpChicken></color><BR>Third Place: <color:name><var:thirdChicken></color><BR><smaller><smaller>Last Place: <color:name><var:fourthChicken></color><BR>
portuguese: Campeã: <color:name><var:winnerChicken></color><BR>Vice: <color:name><var:runnerUpChicken></color><BR>Terceiro Lugar: <color:name><var:thirdChicken></color><BR><smaller><smaller>Último Lugar: <color:name><var:fourthChicken></color><BR>

source: The prizes will be sent by mail later today. Thank you all for participating in this year's festival!
portuguese: Os prêmios serão enviados por correio mais tarde. Obrigado a todos por participarem do festival deste ano!

source: Winner: <color:name><var:winnerChicken></color><BR>Runner Up: <color:name><var:runnerUpChicken></color><BR>Third Place: <color:name><var:thirdChicken></color><BR><smaller><smaller>Fourth Place: <color:name><var:fourthChicken></color><BR><smaller>Last Place: <color:name><var:fifthChicken></color>
portuguese: Campeã: <color:name><var:winnerChicken></color><BR>Vice: <color:name><var:runnerUpChicken></color><BR>Terceiro Lugar: <color:name><var:thirdChicken></color><BR><smaller><smaller>Quarto Lugar: <color:name><var:fourthChicken></color><BR><smaller>Último Lugar: <color:name><var:fifthChicken></color>

source: Oh, my trophy is already here!
portuguese: Meu troféu já chegou!

source: Oh, nice. This will be useful.
portuguese: Ah, que legal. Isso vai ser útil.

source: Hello, <name>. Congratulations for winning the Chicken Race yesterday.<BR><BR>I'm sending your prize attached to this letter.<BR><BR><BR>Benjamin.
portuguese: Olá, <name>. Parabéns por vencer a Corrida de Galinhas ontem.<BR><BR>Estou enviando o seu prêmio junto com esta carta.<BR><BR><BR>Benjamin.

source: There's one more prize for you.<BR><BR><BR>Benjamin.
portuguese: Tem mais um prêmio para você.<BR><BR><BR>Benjamin.

source: Hello, <name>. Congratulations for getting second place in the Chicken Race yesterday.<BR><BR>I'm sending your prize attached to this letter.<BR><BR><BR>Benjamin.
portuguese: Olá, <name>. Parabéns por ficar em segundo lugar na Corrida de Galinhas ontem.<BR><BR>Estou enviando o seu prêmio junto com esta carta.<BR><BR><BR>Benjamin.

source: Hello, <name>. Congratulations for getting third place in the Chicken Race yesterday.<BR><BR>I'm sending your prize attached to this letter.<BR><BR><BR>Benjamin.
portuguese: Olá, <name>. Parabéns por ficar em terceiro lugar na Corrida de Galinhas ontem.<BR><BR>Estou enviando o seu prêmio junto com esta carta.<BR><BR><BR>Benjamin.

source: Hello, <name>. Unfortunately you didn't win the Chicken Race yesterday, but don't give up. We'll have a new race next year and you can try again then.<BR><BR><BR>Benjamin.
portuguese: Olá, <name>. Infelizmente você não ganhou a Corrida de Galinhas ontem, mas não desista. Nós teremos outra corrida no ano que vem e você poderá tentar de novo.<BR><BR><BR>Benjamin.

source: Hello, <name>.<BR><BR> Tomorrow (Spring 18th) we will be celebrating the Chicken Festival in the town center. If you want to participate, bring a chicken with you.<BR><BR><BR>Benjamin.
portuguese: Olá, <name>.<BR><BR> Amanhã (dia 18) nós vamos celebrar o festival de galinhas no centro da cidade. Se você quiser participar, traga uma galinha com você.<BR><BR><BR>Benjamin.

source: Sleep Standing
portuguese: Dormir de pé

source: Rain Dance
portuguese: Dança da Chuva

source: Teleport
portuguese: Teletransporte

source: What kind of magic should I use?
portuguese: Que tipo de magia eu devo usar?

source: My Farm
portuguese: Minha Fazenda

source: Orange Town
portuguese: Terra das Laranjeiras

source: Nowhere
portuguese: Lugar Nenhum

source: Where will I teleport to?
portuguese: Para onde devo me teletransportar?

source: I have one new mail.
portuguese: Eu tenho uma nova correspondência.

source: I have <var:mailCount> new mail.
portuguese: Eu tenho <var:mailCount> novas correspondências.

source: Read mail
portuguese: Ler correspondência

source: Send mail
portuguese: Enviar carta

source: I have no new mail.
portuguese: Não tenho correspondência nova.

source: I can't read my mail while my hands are busy.
portuguese: Não consigo conferir a correspondência com as mãos ocupadas.

source: I don't have any envelope to use.
portuguese: Eu não tenho envelope para usar.

source: Send mail to whom?
portuguese: Enviar carta para quem?

source: I'll send a letter to <color:name><var:translatedMailRecipient></color> about...
portuguese: Vou enviar uma carta para <color:name><var:translatedMailRecipient></color> sobre...

source: I'll send this letter some other time then.
portuguese: Eu vou enviar essa carta uma outra hora.

source: I'll send a letter to <color:name><var:translatedMailRecipient></color> about <color:important><var:translatedMailSubject></color> using...
portuguese: Eu vou enviar uma carta para <color:name><var:translatedMailRecipient></color> sobre <color:important><var:translatedMailSubject></color> usando...

source: I'll send a letter to <color:name><var:translatedMailRecipient></color> about <color:important><var:translatedMailSubject></color> using a <color:important><var:translatedMailEnvelope></color>.
portuguese: Vou enviar uma carta para <color:name><var:translatedMailRecipient></color> sobre <color:important><var:translatedMailSubject></color> usando um <color:important><var:translatedMailEnvelope></color>.

source: It's done. The letter will probably be delivered tomorrow morning.
portuguese: Pronto. A carta provavelmente vai ser entregue amanhã de manhã.

source: It's done. Mom should be receiving this letter by tomorrow.
portuguese: Pronto. Mamãe deve receber a carta amanhã de manhã.

source: Oh, mom sent me a few envelopes.
portuguese: Oh, a mãe me enviou alguns envelopes..

source: There's no more mail.
portuguese: Não há mais correspondência.

source: It's closed.
portuguese: Está fechado.

source: The library is currently closed.
portuguese: A biblioteca está fechada agora.

source: Hey <name>. It's time to close the store.
portuguese: Ei <name>. Está na hora de fechar a loja.

source: This is Viktor and Richard's house. The blacksmith is available for requests from 08:00 to 15:00.
portuguese: Esta é a casa do Viktor e do Ricardo. O ferreiro está disponível para pedidos entre 08:00 e 15:00.

source: This is Bonnie's Clinic, open from 10:00 to 19:00.<BR>Phi lives here too.
portuguese: Esta é a Clínica da Bonnie, aberta das 10:00 até as 19:00.<BR>A Phi também mora aqui.

source: This is Raphael's house. He's available for requests from 12:30 to 21:00.
portuguese: Esta é a casa do Raphael. Ele está disponível para pedidos entre 12:30 e 21:00.

source: This is the General Store. It's open from 09:30 to 16:00. <BR>Serge and Devin live here.
portuguese: Esse é o mercado. Fica aberto das 09:30 até as 16:00. <BR>O Sérgio e o Devin moram aqui.

source: This is Nathalia's Library. It's open for visitors from 10:45 to 18:45.
portuguese: Esta é a biblioteca da Nathalia. Fica aberta para visitantes entre 10:45 e 18:45.

source: This is Benjamin's House.
portuguese: Esta é a casa do Benjamin.

source: Chloe's Inn and Restaurant. It's open for customers from 09:00 to 21:00.
portuguese: Hotel e Restaurante da Chloe. Fica aberto para clientes entre 09:00 e 21:00

source: This is Lucas' House.
portuguese: Esta é a casa do Lucas.

source: This is Mayor Julia's House.
portuguese: Esta é a casa da prefeita Julia.

source: This is Brittany's Ranch.
portuguese: Este é o rancho da Brittany.

source: Should I jump onto the raft?
portuguese: Devo pular na jangada?

source: Sorry, I can't sell that yet.
portuguese: Desculpe, não posso vender isso ainda.

source: For 5.000G, this bag will let you carry more items with you. Do you want to buy it?
portuguese: Por 5.000G, esta mochila vai permitir que você carregue mais itens com você. Você quer comprá-la?

source: For 20.000G, this bag will let you carry even more items with you. Do you want to buy it?
portuguese: Por 20.000G, esta mochila vai permitir que você carregue ainda mais itens com você. Você quer comprá-la?

source: Great! The bag is yours. Now you can carry a lot more than before.
portuguese: Ótimo! A mochila é sua. Agora você pode carregar muito mais do que antes.

source: You need 5.000G to buy this small bag.
portuguese: Você precisa de 5.000G para comprar esta mochila.

source: If you need some quick cash, you should buy some Turnip Seeds and sow them on your farm. They grow very fast.
portuguese: Se você precisa de um dinheiro rápido, você pode comprar sementes de Nabo e plantar na sua fazenda. Elas crescem muito rapidamente.

source: If you need some quick cash, you should buy some Onion Seeds and sow them on your farm. They grow relatively fast for a summer crop.
portuguese: Se você precisa de dinheiro rápido, você pode comprar sementes de Cebola e plantar na sua fazenda. Elas crescem relativamente rápido para uma planta de verão.

source: If you need some quick cash, you should buy some Radish or Carrot Seeds and sow them on your farm. They grow relatively fast for a fall crop.
portuguese: Se você precisa de um dinheiro rápido, você pode comprar sementes de Cenoura ou Rabanete e plantar na sua fazenda. Elas crescem relativamente rápido para uma planta de outono.

source: If you need some quick cash, you should buy some Lettuce Seeds and sow them on your farm. They grow quite fast.
portuguese: Se você precisa de um dinheiro rápido, você pode comprar sementes de Alface e plantar na sua fazenda. Elas crescem muito rapidamente

source: You can also forage in the mountains. There's all sorts of fruits and object you can find there that you can ship to us.
portuguese: Você também pode procurar coisas para vender nas montanhas. Tem todo tipo de frutas e objetos por lá que podemos vender na cidade se você colocar na caixa de exportação.

source: Are you sure? You would no longer need to make two trips home every time you go shopping.
portuguese: Tem certeza? Com a mochila você não iria mais precisar ir ao mercado duas vezes sempre que quiser fazer as compras do mês.

source: Let me know if you ever change your mind, then.
portuguese: Me avise se mudar de ideia.

source: What are you looking for?
portuguese: O que você deseja?

source: Buy animals
portuguese: Comprar Animais

source: Animal feed
portuguese: Comida de Animais

source: What kind of animal do you need?
portuguese: Que tipo de animal você precisa?

source: Cow
portuguese: Vaca

source: Chicken
portuguese: Galinha

source: Sheep
portuguese: Ovelha

source: Goat
portuguese: Cabra

source: Bull
portuguese: Boi

source: Pig
portuguese: Porco

source: Hello, sweetie.<BR>Thanks for writing me to tell about your farm! I hope I can go see it someday.<BR>Your father and I miss you a lot.<BR><BR><BR>Love you,<BR>Mom.
portuguese: Olá, filh<o>.<BR>Obrigada por me escrever para falar da sua fazenda! Espero poder visitar algum dia.<BR>Seu pai e eu sentimos muito a sua falta.<BR><BR><BR>Te amo, <BR>Mamãe.

source: Hello, <name>.<BR>Thanks for writing! I really like hearing stories about your farm. Looking forward for the next one.<BR><BR><BR>Cheers,<BR><var:translatedMailSender>.
portuguese: Olá, <name>.<BR>Obrigado por escrever! Eu gosto de ouvir histórias da sua fazenda. Ficarei esperando pela próxima carta.<BR><BR><BR>Abraços,<BR><var:translatedMailSender>.

source: Hello, <name>.<BR>Thanks for writing! I really like hearing stories about your farm.<BR>This time I thought it would be nice to send you a small gift along with the letter.<BR><BR><BR>Cheers,<BR><var:translatedMailSender>.
portuguese: Olá, <name>.<BR>Obrigado por escrever! Eu gosto de ouvir histórias da sua fazenda.<BR>Desta vez decidi te enviar um pequeno presente junto com a carta.<BR><BR><BR>Abraços,<BR><var:translatedMailSender>.

source: Looks like there's a gift included in the letter.
portuguese: Parece que tem um presente junto com a carta.

source: So this hammer belonged to Roberto? Well, he said I can keep it so it's all good.
portuguese: Então essa marreta era do Roberto? Bem, ele disse que eu posso ficar com ela então não tem problema.
