Repository: Hudell/OrangeSeasonMods
Catalog: kyo-i18n/languages/brazilian-*/translation.po
Languages: portuguese

source: Hunger
portuguese: Fome

source: Muscle Health
portuguese: Força Muscular

source: You have sore muscles.
portuguese: Você está com dor muscular.

source: Press the \i[299] button to enable a gamepad.
portuguese: Pressione o botão \i[299] para habilitar um controle.

source: You found an iron hammer!
portuguese: Você encontrou uma marreta barata!

source: You found an iron sickle!
portuguese: Você encontrou uma foice barata!

source: Friends
portuguese: Amigos

source: Rucksack
portuguese: Mochila

source: Shipping Bin
portuguese: Caixa de Exportação

source: Storage
portuguese: Depósito

source: Buy
portuguese: Comprar

source: Sell
portuguese: Vender

source: Tools
portuguese: Ferramentas

source: Equipped Tool
portuguese: Equipado:

source: Name
portuguese: Nome

source: Sex
portuguese: Sexo

source: Style
portuguese: Estilo

source: Skin Color
portuguese: Cor da Pele

source: Hair Color
portuguese: Cor do Cabelo

source: Birthday
portuguese: Aniversário

source: Start Game
portuguese: Começar o Jogo

source: Quick Start
portuguese: Começar Rapidamente

source: Hold
portuguese: Segurar

source: Drop
portuguese: Descartar

source: Consume
portuguese: Consumir

source: Load Game
portuguese: Carregar

source: New Game
portuguese: Novo Jogo

source: Continue
portuguese: Continuar

source: Options
portuguese: Opções

source: Exit
portuguese: Sair

source: Invalid Task
portuguese: Tarefa Inválida

source: Quantity
portuguese: Quantidade

source: Buy Price
portuguese: Preço de Compra

source: Sell Price
portuguese: Preço de Venda

source: Crop Sell Price:
portuguese: Produto Vende Por:

source: Reset Defaults
portuguese: Restaurar o Padrão

source: Benjamin gave me my first farming tools. He wants 5 turnips in return.
portuguese: O Benjamin me deu as minhas primeiras ferramentas. Em troca ele quer que eu entregue 5 nabos da minha fazenda.

source: Bonnie's Jasmines
portuguese: Jasmins para Bonnie

source: Bonnie needs 10 jasmines to make some kind of medicine.
portuguese: Bonnie precisa de 10 jasmins para fazer algum tipo de remédio.

source: Cave Puzzles
portuguese: Desafios da Caverna

source: Viktor asked me to solve Devin's puzzles and try to reactivate the mine cart in the mountain cave.
portuguese: O Viktor me pediu para resolver os desafios que o Devin criou na caverna e tentar reativar o carrinho de mina.

source: Fixing Cave Rails
portuguese: Consertando os trilhos da caverna

source: Viktor said he can fix the cart rails if I bring him 10 Iron Ores and 5 Copper Ores.
portuguese: O Viktor disse que pode consertar os trilhos se eu levar para ele 10 minérios de ferro e 5 de cobre.

source: Find Pom
portuguese: Procurando Pom

source: In the mountain cave I found this man waiting for his dog to return. Maybe I should try to find the dog for him.
portuguese: Encontrei um homem na caverna que diz estar esperando pelo retorno de seu cachorro. Quem sabe eu possa ajudar a encontrá-lo?

source: Don't forget your mom
portuguese: Não esqueça da mamãe

source: Mom sent me a letter and asked me to write back. I should find some way to do that.
portuguese: Minha mãe me enviou uma carta e pediu para eu responder. Preciso encontrar alguma forma de fazer isso.

source: A Late Reward
portuguese: Uma recompensa atrasada

source: Roberto said that if I find his hammer in the mountains, I can keep it for myself.
portuguese: O Roberto disse que se eu encontrar a marreta dele nas montanhas, eu posso ficar com ela para mim

source: Broken Axe
portuguese: Machado Quebrado

source: I wonder if I anyone in Orange Town can fix this broken axe I found.
portuguese: Me pergunto se alguém na cidade poderia consertar esse machado que encontrei.

source: Fixing the Axe
portuguese: Consertando o Machado

source: Viktor said he can fix my axe if I get him 4 Iron Ores.
portuguese: O Viktor disse que pode consertar o machado se eu levar 4 Minérios de Ferro para ele.

source: Feeding Lucas
portuguese: Alimentando o Lucas

source: Lucas asked me to bring him something to eat.
portuguese: O Lucas me pediu para levar algo para ele comer.

source: {season} {day}, Year {year}
portuguese: Dia {day}, {season}. Ano {year}

source: Text Display
portuguese: Exibição de Texto

source: Language
portuguese: Idioma

source: English
portuguese: Inglês

source: Portuguese
portuguese: Português

source: Quantity:
portuguese: Quantidade:

source: Buy Price:
portuguese: Preço de Compra:

source: Sell Price:
portuguese: Preço de Venda:

source: Nobody
portuguese: Ninguém

source: Cinth
portuguese: Cintia

source: Richard
portuguese: Ricardo

source: Serge
portuguese: Sérgio

source: Mom
portuguese: Mãe

source: Eustace
portuguese: Estácio

source: Oh, Lucas! Good morning! What are you doing here so early?
portuguese: Ah, Lucas! Bom dia! O que você está fazendo aqui tão cedo?

source: Oh, hello Lucas! Do you need anything?
portuguese: Ah, olá Lucas! Você precisa de alguma coisa?

source: I have come to offer you a lottery ticket.
portuguese: Eu vim para te oferecer um número de rifa.

source: Hey <bro>, are you <name>?
portuguese: Ei <bro>, por acaso você é <o> <name>?

source: Yes... Who are you?
portuguese: Sim... Quem é você?

source: My name is Lucas, I live here in Orange Town, near the mayor house.
portuguese: Meu nome é Lucas, moro aqui na cidade, perto da casa da prefeita.

source: Nice to meet you, Lucas. Did you come to visit?
portuguese: Prazer em conhecê-lo, Lucas. Você veio apenas para me visitar?

source: Actually, no. I have come to offer you a lottery ticket.
portuguese: Na verdade, não. Eu vim para te oferecer um número de rifa.

source: Ah, of course, I should have imagined it. What is the prize this time?
portuguese: Ah, claro, eu deveria ter imaginado. Qual é o prêmio dessa vez?

source: A lottery? Do we have those here?
portuguese: Uma rifa? Tem disso por aqui?

source: Yes! We do it every month.
portuguese: Sim! Fazemos todos os meses.

source: Cool. What is the prize?
portuguese: Legal. Qual é o prêmio?

source: The big prize is 12,000G and the ticket costs 200G.
portuguese: O grande prêmio é 12.000G e o número custa 200G.

source: The big prize is 6,000G and the ticket costs 100G.
portuguese: O grande prêmio é 6.000G e o número custa 100G.

source: Do you want to buy one?
portuguese: Você quer comprar um número?

source: Alright! Your ticket number is <var:lotteryNumber>. The result will be out in the end of the month.
portuguese: Perfeito. O seu número de rifa é o <var:lotteryNumber>. O resultado vai sair no final do mês.

source: I'll be going home now. Good luck!
portuguese: Agora eu vou para casa. Boa sorte!

source: Oh... You want to participate but you don't have the money? Even though it's so cheap?
portuguese: Ah... Você quer participar, mas não tem dinheiro? mesmo custando tão pouco?

source: Well... You can try again next month. See you around.
portuguese: Bem... Você pode tentar de novo no mês que vem. Te vejo por aí.

source: Are you sure you don't want it? I won't ask again.
portuguese: Tem certeza que não quer? Eu não vou perguntar de novo.

source: I don't want it.
portuguese: Eu não quero.

source: Actually... I want it.
portuguese: Na verdade... Quero sim.

source: Well, if you're sure... I'll just go home now.
portuguese: Bem, se você tem certeza... Eu vou para casa agora.

source: Hello <name>.<BR><BR>I'm writing you to let you know that you won the lottery this month. Congratulations!<BR><BR>Your prize is 12,000G!<BR>Try not to spend everything on candy.<BR><BR>Lucas.
portuguese: Olá <name>.<BR><BR>Estou escrevendo para te avisar que você ganhou na loteria este mês. Parabéns!<BR><BR>O seu prêmio é de 12.000G!<BR>Tente não gastar tudo em doces.<BR><BR>Lucas.

source: I can't believe I won! This money will be very helpful.
portuguese: Não acredito que eu ganhei! Esse dinheiro vai ser muito útil.

source: Hello <name>.<BR><BR>I'm writing you to let you know that you won the lottery this month. Congratulations!<BR><BR>Your prize is 6,000G!<BR>Try not to spend everything on candy.<BR><BR>Lucas.
portuguese: Olá <name>.<BR><BR>Estou escrevendo para te avisar que você ganhou na loteria este mês. Parabéns!<BR><BR>O seu prêmio é de 6.000G!<BR>Tente não gastar tudo em doces.<BR><BR>Lucas.

source: Hello <name>.<BR><BR>I'm writing you to let you know the results of this month's lottery.<BR><BR>The winner this month was <var:lotteryWinner>. <BR><BR>Thank you for playing, I wish you a better luck next time.<BR><BR>Lucas.
portuguese: Olá <name>.<BR><BR>Estou escrevendo para te informar sobre o resultado da loteria deste mês.<BR><BR>O vencedor da loteria foi: <var:lotteryWinner>.<BR><BR>Obrigado por participar, te desejo mais sorte da próxima vez.<BR><BR>Lucas.

source: I didn't win the lottery...
portuguese: Eu não ganhei na loteria...

source: Fence
portuguese: Cerca

source: Gate
portuguese: Portão

source: Animals
portuguese: Animais

source: Did you get the hang of farming yet? Let me give you something new.
portuguese: Você já se acostumou a ser um<a> fazendeir<o>, <name>? Deixe-me te dar algo novo.

source: Those are potato seeds. They take a little longer to grow, but you can sell them for more than turnips.
portuguese: Estas são sementes de batata. Elas demoram um pouco mais para crescer, mas você pode cobrar mais por elas.

source: Don't you have a <color:important>sickle</color>, <name>? I found one in the caves once, but I had no use for it.
portuguese: Você não tem uma <color:important>foice</color>, <name>? Eu encontrei uma nas cavernas uma vez, mas não tinha utilidade para mim.

source: I think I left it there, near the entrance.
portuguese: Eu acho que deixei lá mesmo, perto da entrada.

source: Don't you have an <color:important>axe</color>, <name>? Maybe you can find an old one in the forest?
portuguese: Você não tem um <color:important>machado</color>, <name>? Quem sabe você não consegue encontrar um machado velho na floresta?

source: Don't you have a <color:important>hammer</color>, <name>? Maybe you can get one from one of Rock Town's miners?
portuguese: Você não tem uma <color:important>marreta</color>, <name>? Talvez você consiga uma com os mineradores de Rochedo.

source: Hey! Can I get that? It'll be useful for my next experiment.
portuguese: Ei! Posso ficar com isso? Vai ser útil no meu próximo experimento.

source: Oh, is that for me? Thank you, it's a useful gift.
portuguese: Oh, isso é pra mim? Obrigado, é um presente bem útil.

source: Thank you, <name>!
portuguese: Obrigado, <name>!

source: I don't really like that, but thank you for your thoughts.
portuguese: Eu não gosto disso, mas muito obrigado pela intenção.

source: What am I gonna do with that? Nah, you can keep it.
portuguese: O que eu vou fazer com isso? Pode ficar para você, eu não quero não.

source: I love that! Can I keep it?
portuguese: Eu amo isso! Posso ficar?

source: Is that for me? Thank you, <name>. It's a good gift.
portuguese: Isso é pra mim? Obrigada, <name>. É um bom presente.

source: Thank you for the gift, <name>!
portuguese: Obrigada pelo presente, <name>!

source: I don't really like that, but thank you anyway.
portuguese: Eu não gosto muito disso, mas obrigada mesmo assim.

source: Eww. Take that away from me!
portuguese: Que nojo! Tira isso de perto de mim!

source: You could have been more creative.
portuguese: Você poderia ter sido mais criativo.

source: Ohhh! I want to eat that! Can I have it?
portuguese: Ohhh! Eu quero comer isso! Me dá?

source: Are you mocking me, <name>? Not cool!
portuguese: Você está me gozando, <name>? Isso não é legal.

source: You know how to make a girl happy, don't you?
portuguese: Você sabe como deixar uma garota feliz, não é?

source: Thank you, <name>. What a thoughtful gift.
portuguese: Obrigada, <name>. Que ótimo presente.

source: Thanks, but I don't want it.
portuguese: Obrigada, mas eu não quero isso.

source: Not too bad, <name>. Not too bad.
portuguese: Nada mal, <name>. Nada mal.

source: Thank you for this gift, <name>.
portuguese: Obrigada por este presente, <name>.

source: phi-gift-normal
portuguese: Obrigada, <name>.

source: What made you think this would be a good gift?
portuguese: O que fez você pensar que isso seria um bom presente?

source: You wouldn't find a worse gift even if you tried.
portuguese: Você não encontraria um presente pior mesmo que tentasse.

source: Thank you, <name>, but I don't like this.
portuguese: Obrigada, <name>, mas eu não quero isso.

source: stella-gift-normal
portuguese: Obrigada, <name>.

source: Thank you, <name>. I like this.
portuguese: Obrigada, <name>. Eu gosto disso.

source: Thank you, <name>. I love this.
portuguese: Obrigada, <name>. Eu amo isso.

source: That's great, but I don't take charity.
portuguese: Muito bom, mas eu não aceito caridade.

source: That's nice, but I don't take charity.
portuguese: Legal, mas eu não aceito caridade.

source: I don't take charity.
portuguese: Eu não aceito caridade.

source: I don't like that and I don't take charity.
portuguese: Eu não gosto disso e não aceito caridade.

source: I don't take charity, but that would be a terrible gift anyway.
portuguese: Eu não aceito caridade, mas esse seria um péssimo presente.

source: Thank you, <name>. This is a great gift.
portuguese: Obrigado, <name>. Este é um ótimo presente.

source: Is that for me? It's a good gift. Thank you, <name>.
portuguese: Isso é para mim? É um bom presente. Obrigado, <name>.

source: Thank you for this gift, <name>!
portuguese: Obrigado por este presente, <name>.

source: Try to be more creative next time, <name>.
portuguese: Tente ser um pouco mais criativo da próxima vez, <name>.

source: Thank you, but I don't want it.
portuguese: Obrigado, mas eu não quero.

source: Thank you, <name>. You're the best at picking gifts.
portuguese: Obrigado, <name>. Você é o melhor escolhedor de presentes.

source: Is that for me? Thank you, <name>. I'll eat it at dinner.
portuguese: Isso é pra mim? Obrigado, <name>. Eu vou comer no jantar.

source: I don't like this, but since it's a gift I promise I'll try to eat it.
portuguese: Eu não gosto disso, mas já que é um presente, eu prometo que vou tentar comer.

source: I hate those. Why would you want to give it to me?
portuguese: Eu odeio isso. Por que você quer dar pra mim?

source: Enjoying your house, <name>? If you need to change anything on it, let me know.
portuguese: Gostando da sua casa, <name>? Se você precisar mudar qualquer coisa nela, me avise.

source: My old axe broke, so I left it in the forest and ordered a new one from the city.
portuguese: Meu velho machado quebrou, então eu deixei ele na floresta e encomendei um novo da cidade.

source: So you found my old axe? Don't worry, I got a new one already, you can keep that one.
portuguese: Então você encontrou meu velho machado? Não se preocupe, pode ficar com ele. Eu já tenho um novo.

source: I see you managed to fix my old axe. Don't go around cutting every tree in the forest now, alright.
portuguese: Vejo que você conseguiu consertar meu velho machado. Não vá sair por aí cortando todas as árvores da floresta, tá bem?

source: ↑ Library.<BR>→ Brittany's Farm.<BR>← Benjamin's Farm.<BR>↓ Beach.
portuguese: ↑ Biblioteca.<BR>→ Fazenda da Brittany.<BR>← Fazenda do Benjamin.<BR>↓ Praia.

source: I like this town. I'll be coming here often from now on. There are many interesting people around.
portuguese: Eu gosto dessa cidade. Vou começar a vir com frequência para cá. Tem várias pessoas interessantes por aqui.

source: The rain is very useful for you, isn't it?
portuguese: A chuva é muito útil para você, não é?

source: I mean... You don't need to water your crops on rainy days.
portuguese: Quero dizer... Você não precisa regar as suas plantas em dias chuvosos.

source: I may not look like it, but I'm actually hundreds of years old.
portuguese: Eu sei que não pareço, mas na verdade eu tenho centenas de anos de idade.

source: Do you watch the Weather Channel? Many people think I'm the host, but it's some other girl that just happens to look like me.
portuguese: Você assiste a previsão do tempo na TV? Muita gente acha que sou eu que apresento, mas é uma outra moça que apenas se parece comigo.

source: Ohhh! That's the best birthday gift ever!
portuguese: Ohhh! Esse é o melhor presente de aniversário de todos os tempos!

source: The passage is already closed. Go back and try again.
portuguese: A passagem já se fechou. Volte e tente novamente.

source: I wonder what that was.
portuguese: O que será que foi isso?

source: Uhh? What's this?
portuguese: Ahn? O que é isso?

source: Room 3
portuguese: Sala 3

source: Room 6
portuguese: Sala 6

source: I won't take the cart now.
portuguese: Não vou usar o carrinho agora.

source: I'll take the cart to...
portuguese: Vou usar o carrinho para ir para a...

source: What do you mean, \"A human saw me\"? The humans from Rock Town are gone already.
portuguese: Como assim, \"Um humano me viu\"? Os humanos de Rochedo já foram embora.

source: And even if they decided to come back, we broke the cart rails and that human Devin filled the caves with puzzles.
portuguese: E mesmo que eles decidissem voltar, nós quebramos o trilho do carrinho e aquele tal de Devin encheu a caverna de desafios.

source: Stop lying, <color:name>Spory</color>. The cave is safe from humans now.
portuguese: Pare de mentir, <color:name>Spory</color>. A caverna está a salvo de humanos agora.

source: What do you want, <color:name>Moosh</color>?
portuguese: O que você quer, <color:name>Moosh</color>?

source: It's a human! Here!
portuguese: É um humano! Aqui!

source: You too, <color:name>Moosh</color>?
portuguese: Você também, <color:name>Moosh</color>?

source: What are you doing here, human?
portuguese: O que você está fazendo aqui, humano?

source: Uh... I don't know, I was just looking for ores.
portuguese: Ahn... Eu não sei, eu estava apenas procurando minérios.

source: And how did you get past the puzzles?
portuguese: E como você passou por todos os desafios?

source: I solved them...<wait> They weren't even that hard. Well, except for the second one. I hadn't realized that I had to prevent the passage from closing instead of finding a way to open it.
portuguese: Eu os resolvi...<wait> Nem foi muito difícil. Só o segundo que eu tinha entendido errado.

source: Silence!
portuguese: Chega!

source: For 30 years we managed to live hidden away from the miners of Rock Town! I thought we would finally have the mine all for ourselves again...
portuguese: Por 30 anos nós conseguimos viver escondidos dos mineradores de Rochedo! Eu pensei que finalmente teríamos a mina de volta para nós...

source: Why were you hiding?
portuguese: Por que vocês estavam se escondendo?

source: What do you mean, \"Why were you hiding?\"? Do you really think we would be able to live in peace with humans?
portuguese: Como assim, \"Por que vocês estavam se escondendo?\"? Você acha mesmo que nós poderíamos viver em paz com humanos?

source: Sure, why not?
portuguese: Claro, por que não?

source: .<wait>.<wait>.<wait> Wait a second.
portuguese: .<wait>.<wait>.<wait> Espera um segundo.

source: Hey <color:name>Swamp</color>. Why were we hiding from the humans again?
portuguese: Ei <color:name>Swamp</color>. Por que estávamos nos escondendo dos humanos mesmo?

source: I don't know, <color:name>Helder</color>. It was your idea.
portuguese: Eu não sei, <color:name>Helder</color>. Isso foi ideia sua.

source: Hmmm. I think I had a bad dream about humans once, so I said we should avoid them.
portuguese: Hmmm. Eu acho que tive um sonho ruim sobre os humanos uma vez, por isso disse para evitá-los.

source: Maybe I overreacted.<BR>OK, let's stop hiding from humans and see what happens.
portuguese: Talvez se esconder tenha sido um exagero. Está bem, vamos parar de viver escondidos para ver o que acontece.

source: Hello human, my name is Helder. What's yours?
portuguese: Olá humano, meu nome é Helder. Qual o seu?

source: Hi Helder, my name is <name>. I'm a farmer in Orange Town.
portuguese: Oi Helder, meu nome é <name>. Eu sou um<a> fazendeir<o> na Terra das Laranjeiras.

source: A farmer? That's nice. Down here we call ourselves the Fun Guys. We are a tribe of Minimums.
portuguese: Um<a> fazendeir<o>? Que legal. Nós aqui de baixo nos chamamos de Banda Divertida. Somos uma tribo de Mínimos.

source: Minimums?
portuguese: Mínimos?

source: It's a term for all the magic creatures of this world. I thought you would have heard of it by now.
portuguese: É um termo para todas as criaturas mágicas. Pensei que você já teria ouvido ele.

source: I never did. But then again, I was raised in a big city, I don't know much about magic creatures.
portuguese: Nunca ouvi, mas deve ser porque cresci na cidade grande. Eu não conheço muito sobre criaturas mágicas.

source: Oh, then you're in for a surprise. There are many tribes of Minimums living around this area.
portuguese: Então você vai se surpreender bastante. Há várias tribos de Mínimos vivendo nessa região.

source: And what kind of magic powers do you have?
portuguese: E que tipo de poderes mágicos vocês tem?

source: We can open passages in the ground. Connect different caves and things like that.
portuguese: Nós podemos abrir passagens na terra. Conectar diferentes cavernas e coisas desse tipo.

source: Let me show you.
portuguese: Deixa eu te mostrar.

source: Here we go.
portuguese: Aqui vai.

source: See? That's what we can do.
portuguese: Viu? É isso que podemos fazer.

source: That's very cool! But what's inside this passage?
portuguese: Que legal! Mas o que tem atrás dessa passagem?

source: There are some fields in there. You can use it to grow mushrooms if you want.
portuguese: Existe uma área onde cogumelos conseguem crescer rapidamente. Você pode plantar alguns lá se quiser.

source: Here, have some seeds!
portuguese: Aqui, fique com algumas sementes.

source: Thank you, Helder!
portuguese: Muito obrigad<o>, Helder!

source: No problem, kid. Make good use of it.
portuguese: Sem problemas. Faça bom proveito das terras.

source: So what is it like to live under the sun?
portuguese: Mas me diga, como é viver abaixo do sol?

source: Hey <name>, why don't you take me on an adventure outside the caves?
portuguese: Ei <name>, por que você não me leva em um aventura fora das cavernas?

source: Have you grown any mushrooms yet?
portuguese: Já plantou algum cogumelo, <name>?

source: Steewie should be learning to talk already. Why isn't he?
portuguese: O Steewie já deveria ter aprendido a falar, não acha?

source: Are there any other person in your town who would become friends with us like you did?
portuguese: Tem mais algum humano na sua cidade que seria capaz de se tornar amigo nosso?

source: Hello, <name>. I'm Moosh, the adventurous Fun Guy!
portuguese: Olá, <name>. Eu sou o Moosh, o cogumelo aventureiro!

source: Hello Moosh. Do you go to many adventures?
portuguese: Olá Moosh. Você sai atrás de aventuras com frequência?

source: Haven't been in any yet, but I hope to go soon.
portuguese: Ainda não fui em nenhuma, mas espero ir em breve.

source: Hello, human! My name is Roomeo. Please be nice to me and my brother.
portuguese: Olá, humano! Meu nome é Roomeo. Por favor, trate eu e meus irmãos muito bem.

source: Don't worry Roomeo, I won't do anything.
portuguese: Não se preocupe Roomeo, eu não vou fazer nada.

source: Hello, human. Your name is <name>, right? I heard you talking to Helder.
portuguese: Olá, humano. Seu nome é <name>, certo? Eu ouvi você conversando com o Helder.

source: I had never talked with a human before, so be nice to me, ok?
portuguese: Eu nunca conversei com um humano antes, então seja bonzinho comigo, ok?

source: Hello, <name>. I'm called Swamp.
portuguese: Olá, <name>. Eu me chamo Swamp.

source: Nice to meet you, Swamp.
portuguese: Prazer conhecê-lo, Swamp.
