Repository: Hudell/OrangeSeasonMods
Catalog: kyo-i18n/languages/brazilian-*/translation.po
Languages: portuguese

source: bro
portuguese: mano

source: sis
portuguese: maninha

source: son
portuguese: filho

source: daughter
portuguese: filha

source: item-milk
portuguese: Leite

source: item-description-milk
portuguese: Leite fresco de vaca. Alivia um pouco a fadiga.

source: item-goat-milk
portuguese: Leite de Cabra

source: item-description-goat-milk
portuguese: Leite fresco de cabra. Alivia um pouco a fadiga.

source: item-corn
portuguese: Milho

source: item-tomato
portuguese: Tomate

source: item-description-tomato
portuguese: Fruta ou Vegetal, dependendo de quem diz. Planta-se no verão.

source: item-carrot
portuguese: Cenoura

source: item-turnip
portuguese: Nabo

source: item-potato
portuguese: Batata

source: item-honeycomb
portuguese: Favo de Mel

source: item-honey
portuguese: Mel

source: item-peanut-butter
portuguese: Manteiga de Amendoim

source: item-ruby-jewel
portuguese: Jóia de Rubi

source: item-emerald-jewel
portuguese: Jóia de Esmeralda

source: item-sapphire-jewel
portuguese: Jóia de Safira

source: item-diamond-jewel
portuguese: Jóia de Diamante

source: item-blue-crystal
portuguese: Cristal Azul

source: item-white-crystal
portuguese: Cristal Branco

source: item-bass
portuguese: Robalo

source: item-eggplant
portuguese: Beringela

source: item-onion
portuguese: Cebola

source: item-pumpkin
portuguese: Abóbora

source: item-strawberry
portuguese: Morango

source: item-apple
portuguese: Maçã

source: item-radish
portuguese: Rabanete

source: item-description-radish
portuguese: Muitos consideram o cheiro insuportável.

source: item-jam
portuguese: Geléia

source: item-bread
portuguese: Pão

source: item-right-boot
portuguese: Bota Direita

source: item-left-boot
portuguese: Bota Esquerda

source: item-walleye
portuguese: Picão Verde

source: item-peach
portuguese: Pêssego

source: item-cucumber
portuguese: Pepino

source: item-cauliflower
portuguese: Couve-flor

source: item-description-cauliflower
portuguese: Não pense em colocar isso em um buquê.

source: item-banana
portuguese: Banana

source: item-chillipepper
portuguese: Pimenta Malagueta

source: item-mushroom
portuguese: Cogumelo

source: item-sugarcane
portuguese: Cana de açucar

source: item-wool
portuguese: Lã

source: item-pair-of-boots
portuguese: Par de Botas

source: item-cargo
portuguese: Carga

source: item-pickerel
portuguese: Pickerel

source: item-leek
portuguese: Alho Poró

source: item-orange
portuguese: Laranja

source: item-description-orange
portuguese: Uma fruta muito comum, mas deliciosa. Recupera um pouco de energa e fadiga.

source: item-watermelon
portuguese: Melancia

source: item-broccoli
portuguese: Brócolis

source: item-egg
portuguese: Ovo

source: item-fertilized-egg
portuguese: Ovo Fertilizado

source: item-sugar
portuguese: Açucar

source: item-yarn
portuguese: Fios de Lã

source: item-dirty-pair-of-boots
portuguese: Par de bota sujas

source: item-some-other-kind-of-jam
portuguese: Algum outro tipo de geléia

source: item-description-some-other-kind-of-jam
portuguese: Espero não ter esquecido isso no jogo.

source: item-tuna
portuguese: Atum

source: item-wheat
portuguese: Trigo

source: item-cabbage
portuguese: Repolho

source: item-lettuce
portuguese: Alface

source: item-bellpepper
portuguese: Pimentão

source: item-peanut
portuguese: Amendoim

source: item-grape
portuguese: Uva

source: item-cheese
portuguese: Queijo

source: item-butter
portuguese: Manteiga

source: item-big-blue-crystal
portuguese: Grande Cristal Azul

source: item-cherry
portuguese: Cereja

source: item-key
portuguese: Chave

source: item-hay
portuguese: Feno

source: item-flour
portuguese: Farinha

source: item-explanation-flour
portuguese: Você pode usar farinha para cozinhar em casa.

source: item-cocoa
portuguese: Cacau

source: item-description-cocoa
portuguese: Cacau

source: item-cocoa-beans
portuguese: Grãos de Cacau

source: item-description-cocoa-beans
portuguese: Grãos de Cacau

source: item-chocolate
portuguese: Chocolate

source: item-chestnut
portuguese: Castanha

source: item-tea-bag
portuguese: Saco de Chá

source: item-basket
portuguese: Cesta

source: item-barn
portuguese: Celeiro

source: item-description-barn
portuguese: Coloque na sua fazenda para criar animais dentro.

source: item-coop
portuguese: Galinheiro

source: item-description-coop
portuguese: Coloque na sua fazenda para criar galinhas dentro.

source: item-gate
portuguese: Portão

source: item-broken-axe
portuguese: Machado Quebrado

source: item-iron-axe
portuguese: Machado Barato

source: item-iron-hammer
portuguese: Marreta Barata

source: item-iron-hoe
portuguese: Enxada Barata

source: item-iron-sickle
portuguese: Foice Barata

source: item-copper-axe
portuguese: Machado de Bronze

source: item-copper-hammer
portuguese: Marreta de Bronze

source: item-copper-hoe
portuguese: Enxada de Bronze

source: item-copper-sickle
portuguese: Foice de Bronze

source: item-silver-axe
portuguese: Machado de Prata

source: item-silver-hammer
portuguese: Marreta de Prata

source: item-silver-hoe
portuguese: Enxada de Prata

source: item-silver-sickle
portuguese: Foice de Prata

source: item-fence
portuguese: Cerca

source: item-golden-axe
portuguese: Machado Perfeito

source: item-golden-hammer
portuguese: Marreta Perfeita

source: item-golden-hoe
portuguese: Enxada Perfeita

source: item-golden-sickle
portuguese: Foice Perfeita

source: item-orange-seeds
portuguese: Sem. de Laranja

source: item-potato-seeds
portuguese: Sem. de Batata

source: item-turnip-seeds
portuguese: Sem. de Nabo

source: item-watering-can
portuguese: Regador

source: item-silver-watering-can
portuguese: Regador de Prata

source: item-ribbon
portuguese: Laço Mágico

source: item-milker
portuguese: Ordenhador

source: item-clippers
portuguese: Tesoura

source: item-fishing-rod
portuguese: Vara de Pesca

source: item-bronze-trophy
portuguese: Troféu de Bronze

source: item-silver-trophy
portuguese: Troféu de Prata

source: item-golden-trophy
portuguese: Troféu de Ouro

source: item-brick
portuguese: Tijolo

source: item-wooden-planks
portuguese: Placa de Madeira

source: item-wooden-stick
portuguese: Galho de Madeira

source: item-clay
portuguese: Argila

source: item-rock
portuguese: Pedra

source: item-iron-ore
portuguese: Minério de Ferro

source: item-iron-ingot
portuguese: Lingote de Ferro

source: item-copper-ore
portuguese: Minério de Cobre

source: item-copper-ingot
portuguese: Lingote de Cobre

source: item-silver-ore
portuguese: Minério de Prata

source: item-silver-ingot
portuguese: Lingote de Prata

source: item-gold-ore
portuguese: Minério de Ouro

source: item-gold-ingot
portuguese: Lingote de Ouro

source: item-chicken-feed
portuguese: Ração de Galinha

source: item-tiger-barb
portuguese: Bárbus

source: item-jasmine
portuguese: Jasmim

source: item-corn-seeds
portuguese: Sem. de Milho

source: item-explanation-corn-seeds
portuguese: O milho demora 15 dias para crescer no verão, mas cresce novamente depois de 3 dias.

source: item-description-corn-seeds
portuguese: Uma semente de verão que demora 15 dias para crescer, mas cresce novamente depois de 3 dias.

source: item-tomato-seeds
portuguese: Sem. de Tomate

source: item-explanation-tomato-seeds
portuguese: O tomate demora 10 dias para crescer no verão. Ele cresce novamente 3 dias depois.

source: item-description-tomato-seeds
portuguese: O tomate demora 10 dias para crescer no verão. Ele cresce novamente 3 dias depois.

source: item-carrot-seeds
portuguese: Sem. de Cenoura

source: item-description-carrot-seeds
portuguese: As cenouras crescem em 8 dias no outono.

source: item-explanation-carrot-seeds
portuguese: Cenouras crescem em 8 dias no outono.

source: item-description-turnip-seeds
portuguese: Os nabos crescem em 5 dias na primavera.

source: item-explanation-turnip-seeds
portuguese: Nabos crescem em 5 dias na primavera.

source: item-description-potato-seeds
portuguese: As batatas crescem em 8 dias na primavera.

source: item-explanation-potato-seeds
portuguese: Batatas crescem em 8 dias na primavera.

source: item-eggplant-seeds
portuguese: Sem. de Beringela

source: item-description-eggplant-seeds
portuguese: As beringelas crescem em 10 dias no outono. Elas crescem novamente em 3 dias.

source: item-explanation-eggplant-seeds
portuguese: Beringelas crescem em 10 dias no outono. Elas crescem novamente em 3 dias.

source: item-onion-seeds
portuguese: Sem. de Cebola

source: item-description-onion-seeds
portuguese: As cebolas crescem em 8 dias no verão.

source: item-explanation-onion-seeds
portuguese: Cebolas crescem em 8 dias no verão.

source: item-pumpkin-seeds
portuguese: Sem. de Abóbora

source: item-strawberry-seeds
portuguese: Sem. de Morango

source: item-radish-seeds
portuguese: Sem. de Rabanete

source: item-description-radish-seeds
portuguese: O rabanete cresce em 7 dias no outono.

source: item-explanation-radish-seeds
portuguese: O rabanete cresce em 7 dias no outono.

source: item-cucumber-seeds
portuguese: Sem. de Pepino

source: item-description-cucumber-seeds
portuguese: Pepinos levam 10 dias para crescer na primavera, mas crescem novamente a cada 5 dias.

source: item-explanation-cucumber-seeds
portuguese: Pepinos levam 10 dias para crescer na primavera, mas eles crescem novamente a cada 5 dias.

source: item-cauliflower-seeds
portuguese: Sem. de Couve-flor

source: item-description-cauliflower-seeds
portuguese: A couve-flor demora 9 dias para crescer no inverno.

source: item-explanation-cauliflower-seeds
portuguese: A couve-flor demora 9 dias para crescer no inverno.

source: item-chillipepper-seeds
portuguese: Sem. de Pimenta

source: item-description-chillipepper-seeds
portuguese: Sementes de Pimenta Malagueta

source: item-mushroom-seeds
portuguese: Sem. de Cogumelo

source: item-description-mushroom-seeds
portuguese: Os cogumelos crescem apenas em cavernas, demorando entre 5 e 10 dias.

source: item-explanation-mushroom-seeds
portuguese: Os cogumelos crescem apenas em cavernas, demorando entre 5 e 10 dias.

source: item-leek-seeds
portuguese: Sem. de Alho Poró

source: item-description-leek-seeds
portuguese: O alho poró cresce em 10 dias no inverno.

source: item-explanation-leek-seeds
portuguese: O alho poró cresce em 10 dias no inverno.

source: item-watermelon-seeds
portuguese: Sem. de Melancia

source: item-broccoli-seeds
portuguese: Sem. de Brócolis

source: item-sugarcane-seeds
portuguese: Sem. de Cana

source: item-description-sugarcane-seeds
portuguese: A Cana de açucar cresce o ano inteiro, em apenas 6 dias.

source: item-explanation-sugarcane-seeds
portuguese: A Cana de açucar cresce o ano inteiro, em apenas 6 dias.

source: item-wheat-seeds
portuguese: Sem. de Trigo

source: item-description-wheat-seeds
portuguese: O Trigo cresce o ano inteiro, em apenas 9 dias.

source: item-explanation-wheat-seeds
portuguese: Trigo cresce o ano inteiro, em apenas 9 dias.

source: item-cabbage-seeds
portuguese: Sem. de Repolho

source: item-description-cabbage-seeds
portuguese: O repolho demora 15 dias para crescer na primavera.

source: item-explanation-cabbage-seeds
portuguese: O repolho demora 15 dias para crescer na primavera.

source: item-lettuce-seeds
portuguese: Sem. de Alface

source: item-description-lettuce-seeds
portuguese: O alface cresce em 6 dias no inverno.

source: item-explanation-lettuce-seeds
portuguese: O alface cresce em 6 dias no inverno.

source: item-bellpepper-seeds
portuguese: Sem. de Pimentão

source: item-description-bellpepper-seeds
portuguese: O pimentão cresce em 6 dias no outono e depois cresce novamente a cada 4 dias.

source: item-explanation-bellpepper-seeds
portuguese: O pimentão cresce em 6 dias no outono e depois cresce novamente a cada 4 dias.

source: item-peanut-seeds
portuguese: Sem. de Amendoim

source: item-grape-seeds
portuguese: Sem. de Uva

source: item-jasmine-seeds
portuguese: Sem. de Jasmim

source: item-description-jasmine-seeds
portuguese: O Jasmim demora 4 dias para crescer na primavera.

source: item-explanation-jasmine-seeds
portuguese: Jasmim demora 4 dias para crescer na primavera.

source: item-description-daisy-seeds
portuguese: A Margarida demora 6 dias para crescer na primavera e no verão.

source: item-description-pink-daisy-seeds
portuguese: A Margarida rosa demora 7 dias para crescer na primavera.

source: item-description-yellow-daisy-seeds
portuguese: A Margarida amarela demora 6 dias para crescer no verão

source: item-description-white-rose-seeds
portuguese: A Rosa branca demora 9 dias para crescer no inverno.

source: item-description-rose-seeds
portuguese: A Rosa demora 9 dias para crescer no outono.

source: item-description-sunflower-seeds
portuguese: O Girasol demora 12 dias para crescer no verão.

source: item-apple-seeds
portuguese: Sem. de Maçã

source: item-description-apple-seeds
portuguese: Sementes de Maçã

source: item-peach-seeds
portuguese: Sem. de Pêssego

source: item-description-peach-seeds
portuguese: Sementes de Pêssego

source: item-banana-seeds
portuguese: Sem. de Banana

source: item-description-banana-seeds
portuguese: Sementes de Banana

source: item-coconut-seeds
portuguese: Sem. de Coco

source: item-description-coconut-seeds
portuguese: Sementes de Coco

source: item-cocoa-seeds
portuguese: Sem. de Cacau

source: item-description-cocoa-seeds
portuguese: Sementes de Cacau

source: item-chestnut-seeds
portuguese: Sem. de Castanha

source: item-description-chestnut-seeds
portuguese: Sementes de Castanha

source: item-woodtree-seeds
portuguese: Muda de Árvore

source: item-description-woodtree-seeds
portuguese: Muda de Árvore

source: item-bucket
portuguese: Balde

source: item-description-bucket
portuguese: Balde

source: item-water-bucket
portuguese: Balde de Água

source: item-description-water-bucket
portuguese: Balde de Água

source: item-coconut
portuguese: Coco

source: item-description-coconut
portuguese: Coco

source: item-sack
portuguese: Saco

source: item-description-sack
portuguese: Saco

source: item-pouch
portuguese: Bolso

source: item-description-pouch
portuguese: Bolso

source: item-bag
portuguese: Mochila

source: item-description-bag
portuguese: Mochila

source: item-super-bag
portuguese: Super Mochila

source: item-description-super-bag
portuguese: Super Mochila

source: item-bowl
portuguese: Tigela

source: item-description-bowl
portuguese: Tigela

source: item-crate
portuguese: Caixa

source: item-description-crate
portuguese: Caixa

source: item-present
portuguese: Presente

source: item-description-present
portuguese: Presente

source: item-note
portuguese: Nota

source: item-description-note
portuguese: Nota

source: item-crystal
portuguese: Cristal

source: item-description-crystal
portuguese: Cristal

source: item-saphire
portuguese: Safira

source: item-description-saphire
portuguese: Safira

source: item-ruby
portuguese: Rubi

source: item-description-ruby
portuguese: Rubi

source: item-emerald
portuguese: Esmeralda

source: item-description-emerald
portuguese: Esmeralda

source: item-diamond
portuguese: Diamante

source: item-description-diamond
portuguese: Diamante

source: item-horseshoe
portuguese: Ferradura

source: item-description-horseshoe
portuguese: Ferradura

source: item-collar
portuguese: Coleira

source: item-description-collar
portuguese: Coleira

source: item-ball
portuguese: Bola

source: item-description-ball
portuguese: Bola

source: item-food-bowl
portuguese: Tigela de Comida

source: item-description-food-bowl
portuguese: Tigela de Comida

source: item-pet-food
portuguese: Ração de Cachorro

source: item-description-pet-food
portuguese: Ração de Cachorro

source: item-bouquet
portuguese: Buquê

source: item-description-bouquet
portuguese: Buquê

source: item-cake
portuguese: Bolo

source: item-description-cake
portuguese: Bolo

source: item-newspaper
portuguese: Jornal

source: item-description-newspaper
portuguese: Jornal

source: item-branch
portuguese: Galho

source: item-description-branch
portuguese: Galho

source: item-bait
portuguese: Isca

source: item-description-bait
portuguese: Isca

source: item-pearl
portuguese: Pérola

source: item-description-pearl
portuguese: Pérola

source: item-seashell
portuguese: Concha

source: item-description-seashell
portuguese: Concha

source: item-clam
portuguese: Marisco

source: item-description-clam
portuguese: Marisco

source: item-crab
portuguese: Caranguejo

source: item-description-crab
portuguese: Caranguejo

source: item-shrimp
portuguese: Camarão

source: item-description-shrimp
portuguese: Camarão

source: item-seaweed
portuguese: Alga Marinha

source: item-description-seaweed
portuguese: Alga Marinha

source: item-prize
portuguese: Prêmio

source: item-description-prize
portuguese: Prêmio

source: item-bronze-prize-ribbon
portuguese: Prêmio de Bronze

source: item-description-bronze-prize-ribbon
portuguese: Prêmio de Bronze

source: item-silver-prize-ribbon
portuguese: Prêmio de Prata

source: item-description-silver-prize-ribbon
portuguese: Prêmio de Prata

source: item-golden-prize-ribbon
portuguese: Prêmio de Ouro

source: item-description-golden-prize-ribbon
portuguese: Prêmio de Ouro

source: item-injection
portuguese: Injeção

source: item-description-injection
portuguese: Injeção

source: item-first-aid
portuguese: Primeiros Socorros

source: item-description-first-aid
portuguese: Primeiros Socorros

source: item-fertilizer
portuguese: Fertilizante

source: item-description-fertilizer
portuguese: Fertilizante

source: item-cloth
portuguese: Tecido

source: item-description-cloth
portuguese: Tecido

source: item-hamburguer
portuguese: Hamburguer

source: item-description-hamburguer
portuguese: Hamburguer

source: item-pizza-slice
portuguese: Fatia de Pizza

source: item-description-pizza-slice
portuguese: Fatia de Pizza

source: item-bread-slice
portuguese: Fatia de Pão

source: item-description-bread-slice
portuguese: Fatia de Pão

source: item-book
portuguese: Livro

source: item-description-book
portuguese: Livro

source: item-calendar
portuguese: Calendário

source: item-description-calendar
portuguese: Calendário

source: item-letter
portuguese: Envelope

source: item-description-letter
portuguese: Envelope

source: item-explanation-letter
portuguese: Use estes envelopes para enviar cartas para seus amigos.

source: item-love-letter
portuguese: Envelope Fofinho

source: item-description-love-letter
portuguese: Envelope Fofinho

source: item-explanation-love-letter
portuguese: Use estes envelopes para enviar cartas para pessoas que você ama.

source: item-gold-ring
portuguese: Anél de Ouro

source: item-description-gold-ring
portuguese: Anél de Ouro

source: item-silver-ring
portuguese: Anél de Prata

source: item-description-silver-ring
portuguese: Anél de Prata

source: item-perfume
portuguese: Perfume

source: item-description-perfume
portuguese: Perfume

source: item-gold-lamp
portuguese: Lâmpada Mágica

source: item-description-gold-lamp
portuguese: Lâmpada Mágica

source: item-coin
portuguese: Moeda

source: item-description-coin
portuguese: Moeda

source: item-weeds
portuguese: Mato

source: item-red-weeds
portuguese: Mato Vermelho

source: item-yellow-weeds
portuguese: Mato Amarelo

source: item-pom
portuguese: Pom

source: item-pattern
portuguese: Pattern

source: item-chest
portuguese: Baú

source: item-description-chest
portuguese: Baú

source: item-oak-log
portuguese: Carvalho

source: item-description-oak-log
portuguese: Carvalho

source: item-pine-log
portuguese: Pinho

source: item-description-pine-log
portuguese: Pinho

source: item-old-key
portuguese: Chave Velha

source: item-description-old-key
portuguese: Chave Velha

source: nathalias_chicken_name
portuguese: Agatha

source: devins_chicken_name
portuguese: Cavalo

source: mias_chicken_name
portuguese: Cacau

source: raphaels_chicken_name
portuguese: Pipin

source: skin_a_name
portuguese: A

source: skin_b_name
portuguese: B

source: item-daisy
portuguese: Margarida

source: item-pink-daisy
portuguese: Margarida Rosa

source: item-yellow-daisy
portuguese: Margarida Amarela

source: item-white-rose
portuguese: Rosa Branca

source: item-rose
portuguese: Rosa

source: item-sunflower
portuguese: Girasol

source: item-daisy-seeds
portuguese: Sem. Margarida

source: item-pink-daisy-seeds
portuguese: Sem. Margarida

source: item-yellow-daisy-seeds
portuguese: Sem. Margarida

source: item-white-rose-seeds
portuguese: Sem. Rosa Branca

source: item-rose-seeds
portuguese: Sem. de Rosa

source: item-sunflower-seeds
portuguese: Sem. de Girasol

source: item-red-can
portuguese: Lata Vermelha

source: item-green-can
portuguese: Lata Verde

source: item-blue-can
portuguese: Lata Azul

source: item-old-boot
portuguese: Bota Velha

source: item-old-tire
portuguese: Pneu Velho

source: item-leaf
portuguese: Folha

source: I think probably every kid has wondered at least once, \"What do I want to be when I grow up?\"
portuguese: Acho que toda criança já se perguntou alguma vez: \"O que eu quero ser quando crescer?\"

source: There are as many answers to that question as there are stars in the sky.
portuguese: Tem tantas respostas possíveis para essa pergunta quanto há estrelas no céu.

source: Plenty of dreams have been dreamed about becoming astronauts, movie stars, presidents and doctors.
portuguese: Muitas crianças sonham em se tornar astronautas, estrelas de cinema, presidentes e médicos.

source: Me? I wanted to become a farmer.
portuguese: Quanto a mim... Eu sempre quis ser fazendeir<o>.

source: I guess it's kind of a weird thing for a kid to want to be. My parents were pretty sure I'd give up on it by the time I was twelve.
portuguese: Pode parecer um sonho estranho para uma criança. Meus pais tinham certeza que eu esqueceria isso quando tivesse uns 12 anos.

source: But ever since I was little, that's been my dream... To have a piece of land I can call my own and make my living from it. I want to work the earth and enjoy the fruits of my labor...literally.
portuguese: Mas desde pequen<o>, este foi meu sonho... Ter um pedaço de terra e viver dele. Eu quero trabalhar no solo e aproveitar os frutos do meu suor... literalmente.

source: Today, I'm taking the first step toward making that dream come true. With my parents' help, I've finally purchased a plot of land.
portuguese: Hoje eu estou tomando o primeiro passo para realizar este sonho. Com a ajuda dos meus pais, finalmente comprei algumas terras.

source: Now I'm moving to Orange Town to start a new life as a farmer.
portuguese: Agora estou me mudando para a Terra das Laranjeiras para começar uma nova vida como fazendeir<o>.

source: To be honest, I'm kinda nervous. Will I make it big, or lose everything? What kind of hardships await me?
portuguese: Pra ser sincero, estou meio nervos<o>. Será que terei sucesso, ou vou perder tudo? Que tipo de dificuldades me esperam?

source: I don't know what's in store for me there, but I do know one thing...
portuguese: Não sei o que me espera lá, mas eu sei de uma coisa...

source: I'm going to give it everything I've got!
portuguese: Eu vou dar o meu melhor!

source: (Dad said the mayor would meet me here, but I don't see anyone...)
portuguese: (Meu pai disse que a prefeita me encontraria aqui, mas não vejo ninguém...)

source: Excuse me, are you <name>?
portuguese: Com licença, por acaso você é <o> <name>?

source: That's right. And you are...?
portuguese: Sim. E você é...?

source: My name is Julia. As the mayor, allow me to officially welcome you to Orange Town, <name>.
portuguese: Meu nome é Julia. Sou a prefeita aqui da Terra das Laranjeiras e gostaria de te dar as boas vindas oficiais.
