Repository: Hudell/OrangeSeasonMods
Catalog: kyo-i18n/languages/brazilian-*/translation.po
Languages: portuguese

source: He probably doesn't mean the same cave where he was. I should try to find another one.
portuguese: Ele provavelmente não estava falando da mesma caverna em que eu o encontrei. É melhor eu procurar alguma outra.

source: A cave somewhere in the mountain? I guess I'll start by looking in that cave where I met him.
portuguese: Uma caverna em algum lugar da montanha? Acho que é melhor começar a procurar na caverna onde eu o encontrei..

source: If I don't find anything there, I can try going higher in the mountain instead.
portuguese: Se eu não encontrar nada lá, posso tentar subir mais a montanha.

source: <name>,<BR>Thank you for finding Pom for me yesterday. I was so happy that I forgot to thank you in person.<BR>I don't plan to return to Orange Town any time soon, but I want to give you a gift.<BR><BR>I left my trusty hammer in a cave somewhere in the mountain. If you find it, you can keep it for yourself.<BR><BR>Roberto.
portuguese: <name>,<BR>Obrigado por encontrar a Pom para mim ontem. Eu fiquei tão feliz que esqueci de te agradecer pessoalmente.<BR>Eu não pretendo voltar para a Terra das Laranjeiras tão cedo, mas quero te dar um presente.<BR><BR>Eu deixei minha marreta em uma caverna nas montanhas. Se você encontrá-la, pode ficar com ela.<BR><BR>Roberto.

source: Looks like I found Roberto's hammer.
portuguese: Parece que encontrei a marreta do Roberto.

source: Hey <name>, can you help a girl out?<BR>I'm running out of ingredients for some medicines.<BR><BR>Right now I need 10 jasmines. They can be found around the mountains and the forests, but I don't like going there myself.<BR><BR>I'll give you a nice reward if you find them for me.<BR><BR>Bonnie.
portuguese: Ei <name>, você pode ajudar uma garota em apuros?<BR>Eu estou ficando sem ingredientes para alguns remédios.<BR><BR>Estou precisando de 10 jasmins. Elas podem ser encontradas nas montanhas e florestas, mas eu não gosto de ir pra lá sozinha.<BR><BR>Eu te darei uma boa recompensa se você encontrar algumas para mim.<BR><BR>Bonnie.

source: <name>, I have a task for you!<BR><BR>Have you been into the mountain caves yet? Devin placed several puzzles there just to annoy me.<BR>I don't have time to solve them, can you do it for me?<BR><BR>If you manage to get to the third room, you should be able to reactivate the mine cart too.<BR><BR><BR>Viktor
portuguese: <name>, eu tenho uma tarefa para você!<BR><BR>Você já entrou na caverna que fica na base da montanha? O Devin colocou vários desafios lá só para me incomodar.<BR>Eu não tenho tempo para resolvê-los, você pode fazer isso pra mim?<BR><BR>Se você conseguir chegar na terceira sala, você deve conseguir ativar o carrinho de mina também.<BR><BR><BR>Viktor

source: Hello <name>.<BR><BR> Recently I haven't been eating the same thing day after day, but I can't think of anything else to eat. Do you think you could bring me something different to eat?<BR><BR>Lucas
portuguese: Olá <name>.<BR><BR> Últimamente eu estou comendo a mesma coisa dia após dia, mas eu não consigo pensar em outra coisa para comer. Você pode trazer algo diferente para eu experimentar?<BR><BR>Lucas

source: The rail is broken. It's not safe to ride the cart.
portuguese: Os trilhos estão quebrados. Não é seguro andar no carrinho.

source: Thank you! I'll have <color:name><lastCreatureName><color:default> delivered to your farm soon.
portuguese: Obrigada! Eu vou levar <color:name><lastCreatureName><color:default> até sua fazenda em breve.

source: I'll give you a milker as a bonus item.
portuguese: Eu vou te dar um ordenhador como brinde pela compra.

source: I'll give you an useful tool as a bonus item.
portuguese: Eu vou te dar um item bem útil como brinde pela compra.

source: Do you want to buy a new cow? They cost 5,000G and give milk every day, as long as you feed them.
portuguese: Você quer comprar uma nova vaca? Elas custam 5.000G e dão leite todos os dias, contanto que estejam bem alimentadas.

source: Buy a cow
portuguese: Comprar uma vaca

source: Don't buy a cow
portuguese: Não comprar uma vaca

source: Okay! Will you give your new cow a name?
portuguese: OK! Quer escolher um nome para a sua nova vaca?

source: Looks like you'll need a new <color:important>barn<color:default> first, or this cow won't have anywhere to live.
portuguese: Parece que você vai precisar de um novo <color:important>estábulo<color:default> primeiro, ou esta vaca não vai ter onde morar.

source: You need 5,000G to buy a cow. Why don't you buy a chicken instead?
portuguese: Você precisa 5.000G para comprar uma vaca. Por que você não compra uma galinha primeiro?

source: You need 5,000G to buy a cow. Have you tried sowing some seeds? It's cheaper to start with seeds than animals.
portuguese: Você precisa 5.000G para comprar uma vaca. Já tentou plantar algumas sementes? É uma forma mais barata de começar a ganhar dinheiro com a fazenda.

source: Do you want to buy a new pig? They cost 2,500G.
portuguese: Você quer comprar um novo porco? Eles custam 2.500G.

source: Buy a pig
portuguese: Comprar um porco

source: Don't buy a pig
portuguese: Não comprar um porco

source: Okay! Will you give your new pig a name?
portuguese: OK! Quer escolher um nome para o seu novo porco?

source: Looks like you'll need a new <color:important>barn<color:default> first, or this pig won't have anywhere to live.
portuguese: Parece que você vai precisar de um novo <color:important>chiqueiro<color:default>, ou este porco não vai ter onde morar.

source: You need 2,500G to buy a pig. Why don't you buy a chicken instead?
portuguese: Você precisa 2.500G para comprar um porco. Por que você não compra uma galinha primeiro?

source: You need 2,500G to buy a pig, <name>.
portuguese: Você precisa de 2.500G para comprar um porco, <name>.

source: Do you want to buy a new bull? They cost 10,000G.
portuguese: Você quer comprar um boi? Eles custam 10.000G.

source: Buy a bull
portuguese: Comprar um boi

source: Don't buy a bull
portuguese: Não comprar um boi

source: Hear explanation about bulls
portuguese: Ouvir explicação sobre os bois.

source: Okay! Will you give your new bull a name?
portuguese: OK! Quer escolher um nome para o seu novo boi?

source: Looks like you'll need a new <color:important>barn<color:default> first, or this bull won't have anywhere to live.
portuguese: Parece que você vai precisar de um novo <color:important>estábulo<color:default> primeiro, ou este boi não vai ter onde morar.

source: You need 10,000G to buy a bull. Why don't you buy a chicken instead?
portuguese: Você vai precisar de 10.000G para comprar um boi. Por que você não compra uma galinha primeiro?

source: You need 10,000G to buy a bull, <name>.
portuguese: Você precisa de 10.000G para comprar um boi, <name>.

source: Bulls are useful for breeding cows. Once you have a few cows on a barn, you can add a bull to it.
portuguese: Bois são úteis para criação de gado. Quando você tiver algumas vacas em um estábulo, você pode incluir um boi para procriar.

source: When the weather is right, the bulls may impregnate one or more cows in the barn.
portuguese: Quando o clima estiver bom, o boi poderá engravidar uma ou mais vacas do estábulo.

source: You can't really control when or which cow will get impregnated, but such is life.
portuguese: Você não consegue controlar quando ou quais vacas vão engravidar, mas a vida é assim.

source: One more thing: Never keep more than one bull in the same barn, or they will fight.
portuguese: Mais uma coisa: Nunca deixe mais de um boi no mesmo estábulo, ou eles vão brigar.

source: So... Do you want to buy a bull?
portuguese: Enfim... Você quer comprar um boi?

source: Explain again
portuguese: Explicar de novo

source: Do you want to buy a new goat? They cost 4,000G and give milk every day, as long as you feed them.
portuguese: Você quer comprar uma cabra? Elas custam 4.000G e dão leite todos os dias, contanto que estejam alimentadas.

source: Buy a goat
portuguese: Comprar cabra

source: Don't buy a goat
portuguese: Não comprar cabra

source: Okay! Will you give your new goat a name?
portuguese: OK! Quer dar um nome para a sua nova cabra?

source: Looks like you'll need a new <color:important>barn<color:default> first, or this goat won't have anywhere to live.
portuguese: Parece que você vai precisar de um novo <color:important>estábulo<color:default> primeiro, ou essa cabra não vai ter onde morar.

source: It's 4,000G for a goat, <name>.
portuguese: Uma cabra custa 4.000G, <name>.

source: Do you want to buy a new sheep? They cost 3,000G and give wool every week, as long as you feed them everyday.
portuguese: Você quer comprar uma ovelha? Elas custam 3.000G e dão lã toda semana, contanto que estejam bem alimentadas.

source: Buy a sheep
portuguese: Comprar ovelha

source: Don't buy a sheep
portuguese: Não comprar ovelha

source: Okay! Will you give your new sheep a name?
portuguese: OK! Quer escolher um nome para a sua nova ovelha?

source: Looks like you'll need a new <color:important>barn<color:default> first, or this sheep won't have anywhere to live.
portuguese: Parece que você vai precisar de um novo <color:important>estábulo<color:default> primeiro, ou esta ovelha não vai ter onde morar.

source: Not enough money, <name>.
portuguese: Dinheiro insuficiente, <name>.

source: Do you want to buy a new chicken? They cost 1,500G and lay eggs every day, as long as you feed them.
portuguese: Você quer comprar uma nova galinha? Elas custam 1.500G e põem ovos todos dias, contanto que estejam bem alimentadas.

source: Buy a chicken
portuguese: Comprar galinha

source: Don't buy a chicken
portuguese: Não comprar galinha

source: Okay! Will you give your new chicken a name?
portuguese: OK! Quer escolher um nome para sua nova galinha?

source: Looks like you'll need a new <color:important>coop<color:default> first, or this chicken won't have anywhere to live.
portuguese: Parece que você precisará de um novo <color:important>galinheiro<color:default> primeiro, ou essa galinha não terá onde viver.

source: You need 1,500G to buy a chicken. Have you tried sowing some seeds? It's cheaper to start with seeds than animals.
portuguese: Você precisa de 1.500G para comprar uma galinha. Já pensou em começar com sementes? É mais barato fazer uma plantação do que criar animais.

source: What kind of animal feed do you need?
portuguese: Que tipo de animal você quer?

source: Cow feed
portuguese: Comida para Vacas

source: Chicken feed
portuguese: Ração de Galinha

source: Each unit of hay is enough to feed a cow or sheep for an entire day.
portuguese: Cada unidade de feno é suficiente para alimentar uma vaca ou ovelha por um dia inteiro.

source: Each sack of chicken feed is enough to feed a grown chicken for an entire day.
portuguese: Cada saco de ração é suficiente para alimentar uma galinha adulta por um dia inteiro.

source: Materials
portuguese: Materiais

source: Buildings
portuguese: Construções

source: Objects
portuguese: Objetos

source: What kind of material do you need?
portuguese: Que tipo de material você precisa?

source: Wooden Plank
portuguese: Madeira

source: Wooden Sticks
portuguese: Gravetos

source: Branch
portuguese: Galho

source: Bricks
portuguese: Tijolos

source: Forget It
portuguese: Esquece

source: What are you gonna do with those?
portuguese: O que você vai fazer com isso?

source: Really? Branches are useless in this version of the game.
portuguese: Sério? Galhos são inúteis nessa versão do jogo.

source: Really? Bricks are useless in this version of the game.
portuguese: Sério? Tijolos são inúteis nessa versão do jogo.

source: What type of building do you need today?
portuguese: Que tipo de construção você precisa hoje?

source: What type of object do you need today?
portuguese: Que tipo de objeto você precisa hoje?

source: Barn
portuguese: Estábulo

source: Coop
portuguese: Galinheiro

source: Sure
portuguese: Claro

source: If you place a barn on your farm, you can raise animals in it.
portuguese: Se você colocar um estábulo na sua fazenda, você pode criar animais.

source: If you place a coop on your farm, you can raise chickens in it.
portuguese: Se você colocar um galinheiro na sua fazenda, você pode criar galinhas.

source: You can use fences to keep your animals from wandering too far away.
portuguese: Você pode usar cercas para evitar que seus animais caminhem para longe.

source: You can use gates to access your fenced areas easily.
portuguese: Você pode usar portões para acessar suas áreas cercadas com facilidade.

source: I don't have anything else yet.
portuguese: Ainda não tenho mais nada.

source: Sorry, I can't upgrade your watering can yet.
portuguese: Desculpe, mas eu não posso aprimorar seu regador ainda.

source: Which kind of tool do you want to upgrade?
portuguese: Que tipo de ferramenta você quer aprimorar?

source: Watering Can
portuguese: Regador

source: Hoe
portuguese: Enxada

source: Axe
portuguese: Machado

source: Hammer
portuguese: Marreta

source: Sickle
portuguese: Foice

source: Do you want to buy this rooster? It's 5,000G.
portuguese: Você quer comprar este galo? Custa 5.000G.

source: Buy the rooster
portuguese: Comprar o galo

source: Don't buy the rooster
portuguese: Não comprar o galo

source: Okay! Will you give your new rooster a name?
portuguese: OK! Quer dar um nome para o seu novo galo?

source: Looks like you'll need a new <color:important>coop<color:default> first, or this rooster won't have anywhere to live.
portuguese: Parece que você vai precisar de um novo <color:important>galinheiro<color:default> primeiro, ou este galo não vai ter onde viver.

source: You need 5,000G to buy a rooster, <name>.
portuguese: Você precisa de 5.000G para comprar um galo, <name>.

source: Buy Medicine
portuguese: Comprar Remédios

source: Check-up
portuguese: Consulta

source: Restore Stamina
portuguese: Recuperar Energia

source: Restore Fatigue
portuguese: Aliviar Fadiga

source: Are you teasing me?
portuguese: Está querendo me provocar?

source: What kind of medicine do you need?
portuguese: Que tipo de remédio você precisa?

source: Injection
portuguese: Injeção

source: First Aid Kit
portuguese: Primeiros Socorros

source: This <color:item>injection</color> will recover 100 points of Stamina and Fatigue, but it's very expensive.
portuguese: Esta <color:item>injeção</color> vai recuperar 100 pontos de Energia e Fadiga, mas é bem cara.

source: The <color:item>first aid kit</color> will restore 60 points of stamina and 20 points of fatigue.
portuguese: Este <color:item>kit de primeiros socorros</color> vai recuperar 60 pontos de energia e 20 pontos de fadiga.

source: The check-up costs 5G, is that ok?
portuguese: A consulta custa 5G, tudo bem?

source: No way
portuguese: Nem pensar

source: Fine, I'll do it for free.
portuguese: Tá bem, eu vou fazer a consulta de graça.

source: Let me see...<wait><wait> Hmm...<wait><wait> Alright, here's your data.
portuguese: Deixe-me ver...<wait><wait> Hmm...<wait><wait> Certo, aqui estão seus dados.

source: Do you want me to fully recover your stamina for 300G?
portuguese: Você quer que eu restaure a sua energia por 300G?

source: Thank you! Your stamina has been restored.
portuguese: Obrigado! Sua energia foi restaurada.

source: But you don't have 300G. Are you hiding your money, <name>?
portuguese: Mas você não tem 300G. Você está escondendo seu dinheiro, <name>?

source: Do you want me to fully recover your fatigue for 300G?
portuguese: Você quer que eu alivie a sua fadiga por 300G?

source: Thank you! Your fatigue has been restored.
portuguese: Obrigado! Sua fadiga foi aliviada.

source: Buy Food
portuguese: Comprar Comida

source: Come back anytime.
portuguese: Volte quando quiser.

source: What kind of food do you want?
portuguese: Que tipo de comida você quer?

source: Cake
portuguese: Bolo

source: A pizza slice will recover a lot of your stamina and a little of your fatigue.
portuguese: Uma fatia de pizza vai recuperar muita da sua energia e um pouco da sua fadiga.

source: An hamburguer will recover a good part of your stamina.
portuguese: Um hamburguer vai recuperar uma boa parte da sua energia.

source: A cake will recover some of your stamina.
portuguese: Um bolo vai recuperar um pouco da sua energia.

source: Oh, hey <name>. Do you have the turnips I asked for?
portuguese: Oh, olá <name>. Você tem os nabos que eu te pedi?

source: About that...
portuguese: Sobre isso...

source: Yes, I have it.
portuguese: Sim, eu tenho.

source: Sorry, not yet.
portuguese: Desculpa, ainda não.

source: Let me see...
portuguese: Deixa eu ver...

source: Yep, it's all here. Thank you so much, <name>.
portuguese: Sim, está tudo aqui. Muito obrigado, <name>.

source: Oh... That's ok. Let me know when you have it.
portuguese: Ah... Tá tudo bem. Me avise quando tiver.

source: Hello there <name>. Did you manage to find the jasmines I requested?
portuguese: Olá <name>. Você conseguiu encontrar as jasmins que eu pedi?

source: The jasmines...
portuguese: As Jasmins...

source: I got them.
portuguese: Eu tenho elas aqui.

source: Yes, 10 jasmines just like I wanted. Here's your money and a nice reward.
portuguese: Sim, 10 jasmins exatamente como eu queria. Aqui está seu dinheiro e uma pequena recompensa.

source: Thank you <name>, I'll let you know when I need something else.
portuguese: Obrigado <name>, Eu vou te avisar quando precisar de algo de novo.

source: Are you really going to leave a girl waiting?
portuguese: Você vai mesmo deixar uma garota esperando?

source: Hey <name>. Did you manage to solve Devin's puzzles in the cave?
portuguese: Ei <name>. Você conseguiu resolver os desafios do Devin lá na caverna?

source: I did solve some of them, but the cart rails are broken, so I couldn't activate it.
portuguese: Eu resolvi alguns deles, mas os trilhos estavam quebrados, então não pude ativar o carrinho.

source: I see. Do you want me to fix the rails?
portuguese: Entendi. Você quer que eu conserte os trilhos?

source: Can you do it? I have no idea how it works.
portuguese: Você consegue? Eu não tenho ideia de como funciona isso.

source: Sure, just bring me 10 Iron Ores and 5 Copper Ores and I should be able to get it working again.
portuguese: Claro, é só me trazer 10 Minérios de Ferro e 5 de Cobre e eu farei os trilhos voltarem a funcionar.

source: Hello <name>. Did you bring the ores I need for the cart rails?
portuguese: Olá <name>. Você trouxe os minérios que eu preciso para consertar os trilhos?

source: The ores...
portuguese: Os minérios...

source: I have them here.
portuguese: Estou com eles aqui.

source: Yes, this should do. Thank you <name>, I'll fix those rails faster than you can say \"Is it ready?\".
portuguese: Sim, isso deve servir. Obrigado <name>, eu vou consertar esses trilhos mais rápido do que você consegue dizer \"Está pronto?\".

source: Is it ready?
portuguese: Está pronto?

source: Yes it is.
portuguese: Sim, está.

source: Hurry up already.
portuguese: Anda logo.

source: Huh? There's an axe in this chest, but it's broken.
portuguese: Huh? Tem um machado nesse baú, mas ele está quebrado.

source: Maybe I can get someone to fix it for me?
portuguese: Será que alguém na cidade consegue consertar?

source: Hello <name>, do you need something?
portuguese: Olá <name>, você precisa de alguma coisa?

source: Hey Viktor! I found a <color:important>broken axe</color> earlier, do you think you can fix it?
portuguese: Ei Viktor! Eu achei um <color:important>machado quebrado</color> mais cedo, você acha que consegue consertá-lo?

source: Of course I can. Just bring me 4 Iron Ores.
portuguese: Claro que posso. É só me trazer 4 Minérios de Ferro.

source: Hello <name>, did you bring the 4 Iron Ores I need to fix that <color:important>axe</color>?
portuguese: Olá <name>, você trouxe os 4 Minérios de Ferro que eu preciso para consertar o <color:important>machado</color>?

source: The Iron Ores...
portuguese: Os minérios de ferro...

source: Oh, this will be easy to fix. I don't even need my tools.
portuguese: Ah, isso vai ser fácil. Eu nem sequer preciso das minhas ferramentas.

source: Really?
portuguese: Sério?

source: Here, it's ready.
portuguese: Aqui, está pronto.

source: Come on. I don't have all day.
portuguese: Qual é. Eu não tenho o dia todo.

source: I gave you a <color:important>fishing rod</color>. Use it to catch me something.
portuguese: Eu te dei uma <color:important>vara de pesca</color>. Use-a para pescar algo pra mim.

source: Sorry, I don't eat that. Bring me something else.
portuguese: Desculpa, eu não como isso. Me traga outra coisa.

source: Yes! I can eat that. Thank you so much.
portuguese: Isso! Isso eu posso comer. Muito obrigado.

source: Hmm. Is that what you brought me to eat?
portuguese: Hmmm. É isso que você trouxe para eu comer?

source: OK, no problem. There's no hurry. Just try to bring me something you think I would like.
portuguese: OK, sem problema. Não tem pressa. Apenas traga algo que você acha que eu vou gostar.

source: Here, take this fishing rod as payment.
portuguese: Pode ficar com essa vara de pesca como pagamento.

source: Well... That's not something I like, but I appreciate your effort. Here's your reward, <name>.
portuguese: Bem... Eu não gosto disso, mas aprecio sua intenção. Aqui está sua recompensa, <name>.

source: You got a <color:important>Fishing Rod</color>.
portuguese: Você ganhou uma <color:important>Vara de Pesca</color>.

source: Normal Envelope
portuguese: Envelope Normal

source: Cute Envelope
portuguese: Envelope Fofinho

source: Button {0}
portuguese: Botão {0}

source: Female
portuguese: Feminino

source: Male
portuguese: Masculino

source: Not Set
portuguese: Não Definido

source: An error has occured
portuguese: Algo de errado aconteceu

source: Load which file?
portuguese: Carregar qual arquivo?

source: Save which file?
portuguese: Salvar qual arquivo?

source: Close
portuguese: Fechar

source: Best Gifts
portuguese: Melhores Presentes:

source: Worst Gifts
portuguese: Piores Presentes:

source: Press a key to assign it to this action
portuguese: Pressione uma tecla para associar a esta ação

source: Press a button to assign it to this action
portuguese: Pressione um botão para associar a esta ação

source: ON
portuguese: SIM

source: OFF
portuguese: NÃO

source: Up
portuguese: Para Cima

source: Down
portuguese: Para Baixo

source: Left
portuguese: Para Esquerda

source: Right
portuguese: Para Direita

source: Confirm, Talk, Pick Item, Examine
portuguese: Confirmar, Conversar, Pegar Item, Examinar

source: Cancel, Open Menu
portuguese: Cancelar, Abrir Menu

source: Use Item or Tool
portuguese: Usar Item ou Ferramenta

source: Change Tool
portuguese: Trocar Ferramenta

source: Change Item
portuguese: Trocar Item

source: Previous Tool
portuguese: Ferramenta Anterior

source: Previous Item
portuguese: Item Anterior

source: Quick Load
portuguese: Carregar Rapidamente

source: Quick Save
portuguese: Salvar Rapidamente

source: Run, Close Menus
portuguese: Correr, Fechar Menus

source: Hotkey 0
portuguese: Atalho 0

source: Hotkey 1
portuguese: Atalho 1

source: Hotkey 2
portuguese: Atalho 2

source: Hotkey 3
portuguese: Atalho 3

source: Hotkey 4
portuguese: Atalho 4

source: Hotkey 5
portuguese: Atalho 5

source: Hotkey 6
portuguese: Atalho 6

source: Hotkey 7
portuguese: Atalho 7

source: Hotkey 8
portuguese: Atalho 8

source: Hotkey 9
portuguese: Atalho 9

source: Hotkey 10
portuguese: Atalho 10

source: Spring
portuguese: Primavera

source: Summer
portuguese: Verão

source: Fall
portuguese: Outono

source: Winter
portuguese: Inverno

source: Year %1
portuguese: Ano %1

source: Day %1
portuguese: Dia %1

source: key
portuguese: tecla

source: Key
portuguese: Tecla

source: keys
portuguese: teclas

source: Stamina
portuguese: Energia

source: Fatigue
portuguese: Fadiga

source: Sleepiness
portuguese: Sono
