Repository: Hudell/OrangeSeasonMods
Catalog: kyo-i18n/languages/brazilian-*/translation.po
Languages: portuguese

source: Nice to meet you, Eustace. My name is <name>. I'll come visit when I get a chance.
portuguese: Prazer em conhecê-lo, Estácio. Meu nome é <name>. Eu virei visitá-lo quando tiver uma oportunidade.

source: What are you doing to the dog?
portuguese: O que você está fazendo com o cachorro?

source: Hello, young boy.
portuguese: Olá, garotinho.

source: Hello, young girl.
portuguese: Olá, mocinha.

source: Hey <name>. Did you know that a scarecrow won an award?
portuguese: As vacas são tão sortudas.

source: Really? Why is that?
portuguese: Por que você acha isso?

source: Because he was out standing in his field.
portuguese: Elas não precisam fazer exercícios, pois já nascem malhadas.

source: I can access beta testing features here.
portuguese: Eu posso acessar as ferramentas de testadores aqui.

source: Change Name
portuguese: Trocar de nome

source: Thank you for playing this demo.
portuguese: Obrigado por jogar este demo.
