Repository: Hudell/OrangeSeasonMods
Catalog: kyo-i18n/languages/brazilian-*/translation.po
Languages: portuguese

source: Sorry, I can't make your sickle any better than it already is.
portuguese: Desculpa, eu não consigo aprimorar sua foice mais do que isso.

source: I need <color:important>3 Gold Ingots</color> to upgrade your hoe.
portuguese: Eu preciso de <color:important>3 lingotes de ouro</color> para melhorar sua enxada.

source: I need <color:important>3 Gold Ingots</color> to upgrade your axe.
portuguese: Eu preciso de <color:important>3 lingotes de ouro</color> para melhorar seu machado.

source: I need <color:important>3 Gold Ingots</color> to upgrade your hammer.
portuguese: Eu preciso de <color:important>3 lingotes de ouro</color> para melhorar sua marreta.

source: I need <color:important>3 Gold Ingots</color> to upgrade your sickle.
portuguese: Eu preciso de <color:important>3 lingotes de ouro</color> para melhorar sua foice.

source: I need <color:important>2 Silver Ingots</color> to upgrade your hoe.
portuguese: Eu preciso de <color:important>2 lingotes de prata</color> para melhorar sua enxada.

source: I need <color:important>2 Silver Ingots</color> to upgrade your axe.
portuguese: Eu preciso de <color:important>2 lingotes de prata</color> para melhorar seu machado.

source: I need <color:important>2 Silver Ingots</color> to upgrade your hammer.
portuguese: Eu preciso de <color:important>2 lingotes de prata</color> para melhorar sua marreta.

source: I need <color:important>2 Silver Ingots</color> to upgrade your sickle.
portuguese: Eu preciso de <color:important>2 lingotes de prata</color> para melhorar sua foice.

source: I need a <color:important>Copper Ingot</color> to upgrade your hoe.
portuguese: Eu preciso de <color:important>1 lingote de cobre</color> para melhorar sua enxada.

source: I need a <color:important>Copper Ingot</color> to upgrade your axe.
portuguese: Eu preciso de <color:important>1 lingote de cobre</color> para melhorar seu machado.

source: I need a <color:important>Copper Ingot</color> to upgrade your hammer.
portuguese: Eu preciso de <color:important>1 lingote de cobre</color> para melhorar sua marreta.

source: I need a <color:important>Copper Ingot</color> to upgrade your sickle.
portuguese: Eu preciso de <color:important>1 lingote de cobre</color> para melhorar sua foice.

source: It doesn't look like you have any watering can with you.
portuguese: Parece que você não tem nenhum regador com você.

source: It doesn't look like you have any axe with you.
portuguese: Parece que você não tem nenhum machado com você.

source: It doesn't look like you have any hoe with you.
portuguese: Parece que você não tem nenhuma enxada com você.

source: It doesn't look like you have any hammer with you.
portuguese: Parece que você não tem nenhuma marreta com você.

source: It doesn't look like you have any sickle with you.
portuguese: Parece que você não tem nenhuma foice com você.

source: You don't have enough money.
portuguese: Você não tem dinheiro suficiente.

source: Let me know if you change your mind.
portuguese: Me avise se mudar de ideia.

source: There you go! A brand new tool. That's as good as it gets.
portuguese: Aí está! Uma ferramenta novinha em folha. Não tem como ficar melhor do que isso.

source: There you go! A brand new tool.
portuguese: Aí está! Uma ferramenta novinha em folha.

source: Hello sweetie.<BR>I know you just moved out of here, but how's life on the farm so far?<BR>Yesterday your father said he wants to retire. They hired someone your age to be his boss and he isn't handling that very well.<BR>Hope to hear from you soon.<BR><BR>Love You.<BR>Mom.<BR><BR><BR>p.s.: I'm sending you a small gift.
portuguese: Olá filh<o>.<BR>Eu sei que você acabou de se mudar daqui, mas como está a vida na fazenda até agora?<BR>Ontem seu pai disse que quer se aposentar. Contrataram alguém da sua idade para ser o novo chefe e ele não está lidando bem com isso.<BR>Espero receber uma carta sua logo.<BR><BR>Te amo.<BR>Mamãe.<BR><BR><BR>p.s.:Estou mandando um presentinho.

source: Hey, are you the new farmer my sister Julia was talking about?
portuguese: Ei, você é <o> nov<o> fazendeir<o> que minha irmã Julia estava falando?

source: Yup, that's me. The name is <name>.
portuguese: Aham, sou eu. Meu nome é <name>.

source: Welcome to Orange Town, <name>! My name is Brittany, I'm also a farmer here.
portuguese: Bem-vind<o> a Terra das Laranjeiras, <name>! Meu nome é Brittany, eu também sou fazendeira aqui.

source: Really? That's cool. Do you have any advice for me?
portuguese: Sério? Que legal. Tem algum conselho pra mim?

source: I don't work on the fields as much these days, but I can say it's important to eat a lot so you don't run out of stamina.
portuguese: Eu não passo mais muito tempo diretamente na fazenda hoje em dia, mas posso te dizer que é importante comer bastante para não ficar sem energia.

source: There are many orange trees around the town. It's a good way to recover some energy. You can also sell them for some quick money.
portuguese: Há muitas árvores de laranja pela cidade. É uma boa forma de recuperar energia. Você também pode vendê-las para fazer um dinheiro rápido.

source: That's great advice. Thanks so much!
portuguese: Esse foi um bom conselho. Muito obrigad<o>!

source: See you around, <name>.
portuguese: Te vejo por aí, <name>.

source: Hey there <name>, do you need anything?
portuguese: Olá <name>, você precisa de alguma coisa?

source: If you need livestock or ranching supplies, you should talk to Stella.
portuguese: Se você precisa de animais ou suprimentos, fale com a Stella.

source: Sorry I didn't mean to be rude.
portuguese: Desculpe, eu não quis parecer rude.

source: Did you say something? Sorry, I just woke up.
portuguese: Você falou alguma coisa? Desculpa, eu acabei de acordar.

source: I'm really hungry right now.
portuguese: Eu estou com muita fome.

source: I get bored very easily, so I try to read a lot to keep my mind busy.
portuguese: Eu fico entediada muito facilmente, então eu tento ler bastante pra manter a mente ocupada.

source: I'm already tired. I think I'll go to bed soon.
portuguese: Eu já estou cansada. Acho que logo irei dormir.

source: Hey <name>. Did you manage to sow all the seeds I gave you?
portuguese: Ei <name>. Você conseguiu plantar todas as sementes que te dei?

source: I noticed you found yourself a sickle. It will be very useful in the farm.
portuguese: Percebi que você tem uma foice agora. Ela vai ser bem útil na fazenda.

source: If you ran out of space in your farm, you will need to find a sickle, hammer or axe to help clear the weeds, rocks and logs that are lying around.
portuguese: Se você ficar sem espaço na fazenda, você vai precisar encontrar uma foice, uma marreta ou um machado para se livrar dos entulhos que tem por lá.

source: Try to explore the areas outside the town, you may be able to find something.
portuguese: Tente explorar as áreas fora da cidade, quem sabe você não encontra alguma coisa.

source: Don't forget to water your crops every day.
portuguese: Não esqueça de regar suas plantas todos os dias.

source: You can't rely on the rain alone. It would take too long for the crops to grow.
portuguese: Você não pode depender apenas da chuva. Iria demorar demais para as plantas crescerem.

source: You have a finite amount of energy to do farm work. Watering crops, chopping wood, tending to you animals — all of those things consume stamina.
portuguese: A sua energia não é infinita. Regar plantas, cortar lenha, cuidar dos animais — todas essas coisas te deixarão mais cansado.

source: Working hard is part and parcel of life as a farmer, but if you push yourself too hard and run out of stamina, <color:important>you'll collapse<color:default>.
portuguese: Trabalhar duro faz parte da vida de um fazendeiro, mas se você se esforçar demais você vai ficar sem energia e <color:important>pode até desmaiar<color:default>.

source: Try to avoid becoming tired or sick if you can. Remember, early to bed and early to rise makes a farmer healthy, wealthy, and wise.
portuguese: Se possível, evite se cansar demais ou ficar doente. Lembre-se: Dormir e acordar cedo te deixará fico mais cedo também.

source: If you need to buy seeds or other farming supplies, Serge is selling some of my excess stock in the general store.
portuguese: Se você precisa comprar sementes ou outros suprimentos, o Sérgio está vendendo parte do meu estoque no mercado dele.

source: If you need livestock or ranching supplies, you should visit my sister Brittany's ranch and talk to Stella.
portuguese: Se você precisa de animais ou ração, você precisa visitar o rancho da minha irmã e falar com a Stella.

source: Have you had a chance to go to the mountains yet? You can forage a lot of stuff there.
portuguese: Você já visitou as montanhas? Você pode encontrar muita coisa boa para vender por lá.

source: To reach the mountains, go west through the path between the general store and my house.
portuguese: Para subir as montanhas, siga pelo caminho entre o mercado e a minha casa.

source: You probably know that already, since the train station is that way too.
portuguese: Você provavelmente já sabe disso, considerando que a estação do trem também é daquele lado.

source: Have you been inside the big cave in the mountain base yet?
portuguese: Você já entrou na caverna que fica na base da montanha?

source: The Rock Town Miners may have abandoned it, but there's still a lot to find over there.
portuguese: Os mineiros de Rochedo abandonaram ela, mas ainda tem muita coisa para encontrar por lá.

source: You may even be able to find some useful tools there.
portuguese: Com sorte você pode até encontrar algumas ferramentas por lá.

source: I've seen you entering the mountain cave. Did you manage to find anything useful there?
portuguese: Eu te vi entrando na caverna. Encontrou algo interessante por lá?

source: The only thing I found there was a chest, but it was already open and completely empty.
portuguese: A única coisa que eu encontrei foi um baú, mas ele já estava aberto e completamente vazio.

source: Well, well, well, what do we have here?
portuguese: Ora, ora, ora, o que temos aqui?

source: I'm <name>. I moved here to become a farmer._male
portuguese: Eu sou <name>. Eu me mudei para cá para me tornar um fazendeiro.

source: I'm <name>. I moved here to become a farmer._female
portuguese: Eu sou <name>. Eu me mudei para cá para me tornar uma fazendeira.

source: Farming? Oh my, what a dangerous occupation.
portuguese: Fazendeir<o>? Minha nossa, que ocupação perigosa.

source: You could put an eye out with that hoe, or lose a few fingers swinging that scythe around... Or catch a terrible illness from your cows...
portuguese: Você pode arrancar um olho com a enxada, ou perder alguns dedos balançando uma foice... Ou pegar uma doença horrível das suas vacas...

source: You'll come see me when that happens, right? It won't be cheap, but I'll fix you up good as new.
portuguese: Você vai me procurar quando isso acontecer, né? Não vai ser barato, mas eu vou te deixar novinho em folha.

source: Um... I'll be careful, I promise.
portuguese: É... Eu prometo que vou tomar cuidado.

source: Aww... But I'm so lonely when I don't have any patients. And a girl's gotta make a living somehow, you know.
portuguese: Ahhh... Mas eu fico tão carente quando não tenho pacientes. E uma garota precisa ganhar a vida de algum jeito, né.

source: Are you sure you won't fall and break your arm picking fruit? Or at least catch a cold from working too hard?
portuguese: Tem certeza que não vai cair e quebrar o braço colhendo frutas? Ou pelo menos pegar um resfriado por trabalhar demais?

source: I'll...try to catch a cold sometime.
portuguese: Eu... vou tentar ficar gripado uma hora dessas.

source: You will? What a little darling you are.
portuguese: Vai mesmo? Que queridinho que você é.

source: Anytime you're not feeling 100%, come see me at the clinic. Bonnie here will take good care of you, I promise.
portuguese: Sempre que não estiver se sentindo bem, venha me ver na clínica. A Bonnie aqui var cuidar de você, prometo.

source: Working when you're tired will use up more stamina than normal, so you should go to bed early that night. Unless you're looking for an excuse to come see me in the clinic.
portuguese: Trabalhar quando estiver muito cansado vai te fazer gastar mais energia do que o normal, então é sempre útil ir cedo para cama quando isso acontecer. A menos que esteja procurando uma desculpa para ir para a clínica me visitar.

source: You can come visit me even if you aren't sick, you know. I'll appreciate it.
portuguese: Você sabe que pode me visitar mesmo que não esteja doente, né? Eu vou gostar.

source: Yeah yeah, give it here.
portuguese: Tá bom, tá bom, me dá aqui.

source: I have nothing else to say.
portuguese: Eu não tenho mais nada pra dizer.

source: Ah, now there’s a new face in town. Are you <name>?
portuguese: Ah, temos um rostinho novo na cidade. Você é <o> <name>?

source: Uh-huh. And you are...?
portuguese: Aham. E você é...?

source: I’m Chloe. I heard all about you from Julia.
portuguese: Eu sou a Chloe. A Julia me contou tudo sobre você.

source: Farming is dreadfully hard work. You’re certainly going to need plenty of calories to finish all those chores everyday.
portuguese: Cuidar de uma fazenda é um trabalho muito pesado. Você com certeza vai precisar de muitas calorias para realizar as tarefas todos os dias.

source: Come by the restaurant sometime and I’ll fix you something delicious, on the house. Call it my way of saying, \"Welcome to Orange Town.\"
portuguese: Dê um pulo no restaurante algum dia e eu vou te dar uma refeição completa como um presente de boas vindas.

source: Wow, thanks! I’ll definitely take you up on that!
portuguese: Uau, obrigado! Eu definitivamente vou passar no restaurante quando estiver com fome!

source: If you're running low on stamina, you can recover it by <color:important>eating food<color:default>.
portuguese: Se você estiver ficando sem energia, você pode recuperar comendo comida.

source: Going to bed will also restore stamina, but if you stay up late, you won't get as much sleep. Your health will suffer too, and you may become <color:important>fatigued or ill<color:default>.
portuguese: Ir dormir também recupera energia, mas se ficar acordado até tarde, você não vai ter muito tempo para dormir. Sua saúde também vai piorar e você pode sofrer de <color:important>fadiga ou alguma doença</color>.

source: How are you finding life here in Orange Town, <name>? Do you know your way around now?
portuguese: O que está achando da vida aqui na Terra das Laranjeiras, <name>? Já aprendeu a se localizar ou ainda se perde pelas ruas?

source: Don't hesitate to speak up if you need something. We're neighbors now, and neighbors help each other out.
portuguese: Não deixe de perguntar se precisar de alguma coisa. Agora somos vizinhos e vizinhos ajudam uns aos outros.

source: What kinds of things do you like?
portuguese: Que tipo de coisas você gosta?

source: Have you had breakfast yet, <name>?
portuguese: Já tomou café da manhã, <name>?

source: You need all the energy you can get to run that farm of yours. A good hearty breakfast will put a spring in your step.
portuguese: Você precisa de toda a energia que conseguir para cuidar daquela sua fazenda. Um café da manhã balanceado vai colocar molas nos seus pés.

source: <name>, are you all right?
portuguese: <name>, você está bem?

source: You need to sit down and grab a bite to eat.
portuguese: Você precia se sentar e comer alguma coisa.

source: Here, I'll give you a full meal, on the house.
portuguese: Eu vou te dar uma refeição completa, de graça desta vez.

source: <name>, you need to take better care of yourself.
portuguese: <name>, você precisa tomar mais cuidado com a sua saúde.

source: Make sure to get plenty of rest.
portuguese: E descanse um pouco.

source: Yo, are you <name>? The new farmer?_male
portuguese: Ei, você é o <name>? O novo fazendeiro?

source: Yo, are you <name>? The new farmer?_female
portuguese: Ei, você é a <name>? A nova fazendeira?

source: That's right, I'm <name>. But how did you know?
portuguese: Isso mesmo, eu sou <name>. Mas como você sabe?

source: 'Cuz there's a sign on your back that says, \"<name>, noob farmer.\"_male
portuguese: É que tem um papel na suas costas dizendo \"<name>, fazendeiro bobão.\"

source: 'Cuz there's a sign on your back that says, \"<name>, noob farmer.\"_female
portuguese: É que tem um papel na suas costas dizendo \"<name>, fazendeira bobona.\"

source: I'm just messin' with ya. My dad told me.
portuguese: Eu tô só te tirando, foi meu pai que me falou.

source: Add new key
portuguese: Adicionar nova tecla

source: Remove Button
portuguese: Remover Botão

source: Gameplay
portuguese: Jogabilidade

source: From now on, I've gotta pick up the stuff you put in the shipping bin <color:important>every day at 8 AM<color:default>.
portuguese: De agora em diante, eu tenho que pegar as coisas que você coloca na caixa de exportação <color:important>todo dia as 8 da manhã.<color:default>.

source: Try not to ship too much, will ya? Hauling all of it back to the store is a pain in the ahhh--um, arms. Yeah. Arms.
portuguese: Tente não vender demais, tá? Carregar as suas coisas até a loja vai fazer doer meus braços.

source: The biggest piece of advice I can give you is this: don't rush and do what you want.
portuguese: O maior conselho que eu posso te dar é esse: não tenha pressa e faça o que quiser.

source: Farming isn't a race, and you can't miss out on anything. If you don't finish something today, you can always finish it tomorrow.
portuguese: Cuidar de uma fazenda não é uma corrida e você não tem como perder nada. Se você não terminar algo hoje, pode terminar amanhã.

source: And if you can't finish it tomorrow, there's always the next season.
portuguese: E se não terminar amanhã, tem sempre o mês que vem.

source: Yo <name>, getting used to your new life yet?
portuguese: E aí <name>, se acostumando com a vida nova?

source: I have a lot of stuff to do today, but I just don't feel like it.
portuguese: Eu tenho um monte de coisas pra fazer hoje, mas não estou com vontade nenhuma.

source: Yo <name>, you free right now? Wanna go fishing or something? I hear the landsharks are biting.
portuguese: E aí <name>, você tem um tempo agora? Quer ir pescar ou alguma coisa? Ouvi dizer que os tubarões de areia estão mordendo as iscas.

source: How's farm life treating you, <name>? If your crops aren't growing right, you gotta show 'em who's boss by stomping on them a bit.
portuguese: Como está sendo a vida na fazenda, <name>? Se as plantas não estiverem crescendo bem, você tem que mostrar quem é que manda pisando nelas.

source: I mean, what kind of farmer takes sass from carrots and potatoes? Spare the root and spoil the chili, that's what I always say.
portuguese: Afinal, que tipo de fazendeir<o> leva desaforo de cenouras e batatas?

source: Dad's always lecturing me about working harder and paying more attention... Red grapes, green grapes, what's the difference?
portuguese: Meu pai está sempre me dando sermão sobre trabalhar bastante e prestar mais atenção... Uvas verdes ou uvas roxas, que diferença faz?

source: Did my brother tell you everything you need to know about life on the farm?
portuguese: O meu irmão te falou tudo que você precisa saber sobre a vida na fazenda?

source: You can always look for him again to ask new questions. I'm sure he'll be happy to help.
portuguese: Você pode procurá-lo sempre que tiver alguma pergunta. Tenho certeza que ele ficará feliz em ajudar.

source: I'm so happy you moved here, <name>.
portuguese: Eu fico tão feliz que você se mudou pra cá, <name>.

source: Once upon a time, young people had little choice but to leave Orange Town in search of economic opportunity.
portuguese: Até um tempo atrás, as pessoas mais jovens não tinham escolha nenhuma além de se mudar para longe da Terra das Laranjeiras em busca de oportunidades.

source: But now, young people are moving here to start a new life. It warms my heart to see my hometown prosper.
portuguese: Mas hoje em dia, os jovens estão se mudando para cá para começar uma nova vida! Ver a minha terra natal prosperar enche o meu coração de orgulho.

source: Hey <bro>, how are you?
portuguese: Ei <bro>, como você está?

source: I'm doing well. What about you?
portuguese: Eu vou bem, e você?

source: Can't complain. Are you the new farmer?_male
portuguese: Não posso reclamar. Você é o novo fazendeiro?

source: Can't complain. Are you the new farmer?_female
portuguese: Não posso reclamar. Você é a nova fazendeira?

source: Yes! The name is <name>.
portuguese: Sim! Meu nome é <name>.

source: Nice to meet you, <name>. I'm Lucas.
portuguese: Prazer em conhecê-l<o>. Eu sou o Lucas.

source: Nice to meet you too, Lucas.
portuguese: Prazer em conhecer você também, Lucas.

source: So. What do you do?
portuguese: Então... O que você faz?

source: Not much. You?
portuguese: Não muito. E você?

source: I'm... a farmer.
portuguese: Eu... sou fazendeir<o>.

source: Ah, right.
portuguese: Ah, verdade.

source: Don't mind me. I'm a simple guy who likes to stay home most of the time.
portuguese: Não precisa se importar comigo. Sou só um cara simples que gosta de ficar em casa na maior parte do tempo.

source: Well hello there. Are you the new farmer in town?_male
portuguese: Olá! Você é o novo fazendeiro da cidade?

source: Well hello there. Are you the new farmer in town?_female
portuguese: Olá! Você é a nova fazendeira da cidade?

source: That's right. I'm <name>.
portuguese: Isso mesmo. Eu sou <o> <name>.

source: It's very nice to meet you, <name>. I'm Nathalia.
portuguese: Prazer em conhecê-l<o>, <name>. Eu me chamo Nathalia.

source: If you need information about agriculture, please stop by the library. I'll introduce you to the glorious world of vast knowledge.
portuguese: Se você precisar de informações sobre agricultura, passe na biblioteca. Eu vou te apresentar o glorioso mundo do conhecimento.

source: Oh, but don't mind Pat-Pat. He's really a big soft and cuddly iddle-widdle baby, but most people seem to misunderstand him.
portuguese: Mas não se incomode com o Pat-Pat. Ele é só um bebê fofinho bolinha de pelos gostosos de abraçar e apertar, mas a maioria das pessoas parece não entendê-lo.

source: I'll try to keep an open mind.
portuguese: Eu vou tentar manter a mente aberta.

source: Have you read any particularly engrossing novels lately, <name>? I would love a few recommendations.
portuguese: Você tem lido algum romance interessante recentemente, <name>? Eu adoraria algumas recomendações.

source: PatPat is just the sweetest most adorable widdle kitty-cat in the whole wide WORLD, isn't he?
portuguese: O PatPat é o gatinho peludinho docinho mais adorável de todo o MUNDO, né?

source: Ahh, I could really go for a delectable sweet right now... I'm 98.25% sure my blood sugar could maybe be low or potentially going low right about now.
portuguese: Ahh, eu poderia comer algum doce agora... Tenho 98.25% de certeza que meu nível de glicose está ficando baixo agora.

source: I was thinking of procuring some new books for the library... What titles should I prioritize? It's such a dilemma...
portuguese: Eu estava pensando em adquirir alguns novos livros para a biblioteca... Quais títulos devo priorizar? Esse é o meu dilema...

source: Hello there. What's your name?
portuguese: Olá. Qual o seu nome?

source: Didn't your mama teach you not to talk to strangers?
portuguese: Sua mamãe não te ensinou a não conversar com estranhos?

source: I'm not a stranger--I live here on a farm. I'm <name>.
portuguese: Eu não sou um estranho--Eu moro aqui numa fazenda. Eu sou <name>.
