Repository: Hudell/OrangeSeasonMods
Catalog: kyo-i18n/languages/brazilian-*/translation.po
Languages: portuguese

source: Your parents asked me to meet you at the station and show you around. If you'll come with me, I'll show you the way to your new farm.
portuguese: Seus pais me pediram para te encontrar na estação e te mostrar o lugar. Se vier comigo, te levarei para sua nova fazenda.

source: Here you are, home sweet home!
portuguese: Aqui estamos: lar, doce lar!

source: Your furniture and other belongings arrived here yesterday. You'll find them inside.
portuguese: Seus pertences e seus novos móveis já chegaram ontem, está tudo lá dentro.

source: Ah, you're here now. Thanks for taking the time to stop by, Benji.
portuguese: Ah, você está aqui. Obrigado pela ajuda, Benji.

source: <name>, this is my younger brother Benjamin. He's also a farmer like you.
portuguese: <name>, este é meu irmão mais novo Benjamin. Ele também é um fazendeiro como você.

source: If you need any help or advice, he'll be glad to help you out.
portuguese: Se precisar de qualquer ajuda ou conselhos, ele ficará feliz em te ajudar.

source: Now, if you'll excuse me I should be going back to work...
portuguese: Agora se me dá licença, preciso voltar ao trabalho...

source: Err... She doesn't talk much, does she?
portuguese: Err... Ela não fala muito, né?

source: She's just too busy these days. She talked a lot more when she wasn't mayor.
portuguese: Ela é muito ocupada hoje em dia. Ela costumava conversar bem mais antes de se tornar prefeita.

source: At any rate, you didn't come to hear me ramble about my sister. You came here to farm.
portuguese: De qualquer forma, você não veio aqui me ouvir falar sobre minha irmã. Você veio cuidar de uma fazenda.

source: I brought you a farming handbook. Do you want me to go over it with you?
portuguese: Eu te trouxe um livro com informações básicas para fazendeiros. Quer que eu repasse o conteúdo dele com você?

source: Yes, please!
portuguese: Sim, por favor!

source: No, I'll check the book later.
portuguese: Não precisa, eu vou conferir o livro depois.

source: No thanks, I'm already a good farmer._male
portuguese: Não precisa, obrigado. Eu já sou um bom fazendeiro.

source: No thanks, I'm already a good farmer._female
portuguese: Não precisa, obrigada. Eu já sou uma boa fazendeira.

source: First things first: do you know how to walk around?
portuguese: Vamos começar pelo começo. Você sabe caminhar?

source: Yes, I know how to walk.
portuguese: Sim, eu sei caminhar.

source: Do I look like a toddler or something?
portuguese: Eu pareço um bebê ou algo do tipo?

source: I came all the way here, didn't I?
portuguese: Eu cheguei até aqui, não cheguei?

source: No, I guess I don't.
portuguese: Não, acho que não.

source: Well, no, but... You know, it's different from now on.
portuguese: Bem, não, mas... Sabe como é, as coisas são diferentes daqui pra frente.

source: You did, but it's different now.
portuguese: Você veio, mas é diferente agora.

source: Well, it's not like you could figure this out on your own.
portuguese: Bem, também não tinha como você descobrir isso sozinh<o>, não é mesmo?

source: What do you mean?
portuguese: O que você quer dizer?

source: You need to press one of the <color:important><keys:up,left,down,right><color:default> to walk now.
portuguese: Você precisa apertar uma das <color:important><keys:up,left,down,right><color:default> para caminhar agora.

source: Oh. That makes sense.
portuguese: Ah. Faz sentido.

source: And when you want to talk to someone, open a door, pick an item or anything like that, you have to press the <color:important><key:ok><color:default>.
portuguese: E quando quiser conversar com alguém, abrir uma porta, pegar um objeto ou qualquer coisa desse tipo, você tem que pressionar a <color:important><key:ok><color:default>.

source: Oh, the same key I'm using to skip this conversation?
portuguese: Ah, a mesma tecla que estou usando para pular essa conversa?

source: Yes!<wait> Wait, what?
portuguese: Sim!<wait> Espera, o que você disse?

source: After I finished listening to you, of course!
portuguese: Depois que eu termino de te ouvir, é claro.

source: Ah, ok.<wait> Well, if you want me to speak faster, you can hold the <color:important><key:ok><color:default> and I'll do my best.
portuguese: Ah, certo.<wait> Bem, se você quiser que eu fale mais rápido, você pode segurar a <color:important><key:ok><color:default> e eu vou fazer o possível.

source: That will be useful!
portuguese: Isso será útil!

source: Now, I noticed you've brought a rucksack with you. Good thinking. You can use it to store items and farming tools.
portuguese: Continuando. Eu percebi que você trouxe uma mochila com você. Bem pensado. Você pode usá-la para guardar itens e ferramentas.

source: I only brought it to carry a snack on the train.
portuguese: Mas eu só trouxe ela para carregar meu lanche no trem.

source: That's another good idea. To open your rucksack, press the <color:important><key:escape><color:default>. Then highlight an item and press the <color:important><key:ok><color:default> to take it out.
portuguese: Outra boa ideia. Para abrir a mochila, pressione a <color:important><key:escape><color:default>. Depois marque um item e pressione a <color:important><key:ok><color:default> para pegá-lo.

source: But it's empty now. I already ate the snack.
portuguese: Mas ela está vazia agora. Eu já comi o lanche.

source: Then you can have mine. Here.
portuguese: Pode ficar com o meu. Aqui.

source: Uhh...<wait> Were you planning on eating that later?
portuguese: Uhh...<wait> Você planeja comer isso depois?

source: It's ok.<wait> Now, press the <color:important><key:ok><color:default> to pick up the apple.
portuguese: Tá tudo bem.<wait> Agora, pressione a <color:important><key:ok><color:default> para pegar a maçã.

source: Then press the <color:important><key:pagedown><color:default> to place it in your rucksack.
portuguese: Depois pressione a <color:important><key:pagedown><color:default> para colocar na mochila.

source: Good job.
portuguese: Bom trabalho.

source: Does this mean I get to keep it?
portuguese: Então posso ficar com ela?

source: I thought you had your snack already.
portuguese: Pensei que você já tivesse comido seu lanche.

source: Oh well, it was worth a try.
portuguese: Não custa nada tentar, né?

source: Once you pick up an item or take it out of your rucksack, you can press the <color:important><key:use><color:default> to use it.
portuguese: Quando você pegar um item do chão ou da mochila, você pode pressionar a <color:important><key:use><color:default> para usá-lo.

source: When you need to use a farm tool, you can equip it from your rucksack by highlighting it and pressing <color:important><key:ok><color:default>.
portuguese: Quando quiser usar uma ferramenta, você pode equipá-la diretamente da mochila selecionando-a e pressionando a <color:important><key:ok><color:default>.

source: That's kind of slow. Isn't there a faster way to change tools?
portuguese: Parece meio lento. Não tem uma forma mais rápida de pegar uma ferramenta?

source: There is. You can use the <color:important><key:pageup><color:default> to cycle through your available tools.
portuguese: Tem sim. Você pode usar a <color:important><key:pageup><color:default> para alternar entre as suas ferramentas.

source: You can also use the <color:important><key:pagedown><color:default> to cycle through your seeds and items.
portuguese: Você também pode usar a <color:important><key:pagedown><color:default> para trocar de semente ou item.

source: That's still kind of a pain. Is there an even faster way?
portuguese: Ainda parece meio trabalhoso. Não tem um jeito mais rápido ainda?

source: The fastest way to change tools is to use their hotkeys.
portuguese: Mais rápido que isso só se você usar o atalho númerico de cada ferramenta.

source: Each tool has a numeric hotkey. Pressing that hotkey will automatically equip the right tool.
portuguese: Cada ferramenta tem um atalho numérico. Pressione um atalho para equipar a ferramenta correspondente automaticamente.

source: Everytime you get a new tool you should check it's hotkey and maybe change it to something better on the settings.
portuguese: Toda vez que você encontrar uma nova ferramenta você deveria verificar qual o seu atalho e talvez mudar para uma tecla melhor nas configurações.

source: Anyway, once the tool is equipped, you can press the <color:important><key:use><color:default> to use it.
portuguese: Enfim, quando estiver com a ferramenta equipada, você pode pressionar <color:important><key:use><color:default> para usá-la.

source: How do I know what tool is equipped?
portuguese: Como eu sei qual ferramenta está equipada?

source: You...<wait> look at your hands?
portuguese: Você...<wait> olha pras suas mãos?

source: Or look at the screen.<wait> Let me activate it for you.
portuguese: Ou olhe para a tela.<wait> Deixe-me ativar uma coisa pra você.

source: Isn't it better?
portuguese: Não fica melhor?

source: Now, here's a Hoe for you to use.
portuguese: Agora toma essa enxada.

source: Received a Perfect Hoe.
portuguese: Recebeu uma Enxada Perfeita.

source: I'll wait until you equip it.
portuguese: Vou esperar você equipá-la.

source: Good job. You'll be using many different tools as a farmer, so make good use of these shortcuts.
portuguese: Bom trabalho. Você vai usar várias ferramentas diferentes na fazenda, então faça bom uso destes atalhos.

source: Can I kee—<wait><close>
portuguese: Posso ficar co—<wait><close>

source: I'll need that hoe back now.
portuguese: Pode me devolver a enxada agora.

source: Rats.
portuguese: Droga.

source: Don't worry, I'll give you something better later.
portuguese: Não se preocupe, eu te darei algo melhor depois.

source: Oh, thanks. What will it be?
portuguese: Ah, obrigad<o>. O que você vai dar?

source: Later. Now, let's sow some seeds.<wait> Here.
portuguese: Depois. Agora vamos semear alguns nabos.<wait> Toma.

source: Received Turnip Seeds
portuguese: Recebeu Sementes de Nabo

source: Let's sow some seeds.
portuguese: Vamos plantar algumas sementes.

source: Great Job! Now all that's left is to water what you've sown, but you can do that later with your watering can.
portuguese: Bom trabalho! Só o que falta agora é regar o que você semeou, mas você pode fazer isso depois com o seu regador.

source: But I don't have a watering can.
portuguese: Mas eu não tenho um regador.

source: What?<wait> How do you expect to be a good farmer without your own watering can?_male
portuguese: Mas hein?<wait> Como você espera ser um bom fazendeiro sem seu próprio regador?

source: What?<wait> How do you expect to be a good farmer without your own watering can?_female
portuguese: Mas hein?<wait> Como você espera ser uma boa fazendeira sem seu próprio regador?

source: I've never seen a farmer using a watering can. I thought you all relied on the rain.
portuguese: Eu nunca vi um fazendeiro usando regador. Pensei que vocês dependessem da chuva.

source: Not on this world, we don't. <wait> Here, I'll give you a basic watering can.
portuguese: Não nesse mundo.<wait> Aqui, vou te dar um regador básico.

source: Received a Watering Can.
portuguese: Recebeu um Regador.

source: Don't forget to fill it, or you won't be able to water anything.
portuguese: Não esqueça de enchê-lo, ou não vai conseguir regar nada.

source: Thanks. But I have one more question: Why can't I use a tractor to plow the land?
portuguese: Obrigad<o>. Mas eu tenho mais uma pergunta: Por que eu não posso usar um trator pra arar a terra?

source: Do you have one?
portuguese: Você tem um?

source: For now, you'll have to till by hand using a hoe. Here.
portuguese: Por enquanto, vai ter que usar a enxada mesmo. Toma.

source: Received a Cheap Hoe.
portuguese: Recebeu uma Enxada Barata.

source: In exchange for those tools, I want you to bring me 5 turnips grown by you, any time you can. I'll even give you more seeds for that.
portuguese: Em troca destas ferramentas, eu quero que você me traga 5 nabos seus, a qualquer hora que ficar melhor para você. Eu vou até te dar mais algumas sementes pra isso.

source: Okay! I'll bring you the first 5 turnips I harvest.
portuguese: Está bem! Vou te trazer os 5 primeiros nabos que eu colher na minha fazenda.

source: Perfect.<wait> I'll be going home now. Don't forget to water the seeds you've sown.
portuguese: Perfeito.<wait> Eu vou para casa agora. Não esqueça de regar os nabos que você semeou.

source: I won't forget. Thank you for everything, Benjamin.
portuguese: Não vou esquecer. Obrigado por tudo.

source: Press the <color:important><key:ok><color:default> to pick up the apple.
portuguese: Pressione a <color:important><key:ok><color:default> para pegar a maçã.

source: ...Were you trying to use the hoe on me?
portuguese: ...Você estava tentando usar a enxada em mim?

source: ...No?
portuguese: ...Não?

source: Then stop wasting time. Press the <color:important><key:use><color:default> on an empty patch of soil.
portuguese: Então não perca tempo. Pressione a <color:important><key:use><color:default> em algum canto de terra vazia.

source: I'm waiting for you to equip the hoe I just gave you.
portuguese: Estou esperando você equipar a enxada que eu acabei de te dar.

source: Now use it to till an empty patch of soil.
portuguese: Agora use a enxada para arar um pouco de terra.

source: Oh...<wait> Okay. Let me give you some tools, then.
portuguese: Ah...<wait> Tá bem. Deixa eu te entregar algumas ferramentas, então.

source: Received a Cheap Hoe, a Watering Can and 11 Bags of Turnip Seeds.
portuguese: Você recebeu uma Enxada Barata, um Regador e 11 Pacotes de Sementes de Nabo

source: In exchange for those tools, I want you to bring me 5 turnips grown by you, any time you can.
portuguese: Em troca destas ferramentas, eu quero que você me traga 5 nabos seus, a qualquer hora que ficar melhor para você.

source: Perfect.<wait> I'll be going home now. Good Luck with your farm.
portuguese: Perfeito.<wait> Agora eu vou para casa. Boa sorte com sua fazenda.

source: Thank you.
portuguese: Obrigad<o>

source: BGM Volume
portuguese: Volume da Música

source: BGS Volume
portuguese: Volume de Músicas Tema

source: ME Volume
portuguese: Volume de Músicas Tema

source: Back to Entrance
portuguese: Ir para entrada

source: Backpack
portuguese: Mochila

source: Benjamin's Payment
portuguese: O pagamento de Benjamin

source: To Title
portuguese: Voltar ao Título

source: Cancel
portuguese: Cancelar

source: Critter
portuguese: Insetos

source: Data
portuguese: Dados

source: Exit Game
portuguese: Sair do Jogo

source: File %1
portuguese: Arquivo %1

source: Fish
portuguese: Peixes

source: Food
portuguese: Comida

source: Fullscreen
portuguese: Tela Cheia

source: Go Home
portuguese: Ir para casa

source: Go home
portuguese: Ir para casa

source: Go to bed without saving.
portuguese: Dormir sem salvar

source: Help
portuguese: Ajuda

source: I give up.
portuguese: Eu desisto.

source: I'm going to bed now, please leave.
portuguese: Eu vou dormir agora, por favor se retire.

source: It's a good idea to assign tools you'll be using often such as the watering can to a hotkey.
portuguese: É uma boa ideia atribuir atalhos para as ferramentas que você usa com frequência, como o regador.

source: It's locked.
portuguese: Está trancado.

source: Items
portuguese: Itens

source: <WordWrap>New Task: <color:task><task></color><BR><taskDesc>
portuguese: <WordWrap>Nova Tarefa: <color:task><task></color><BR><taskDesc>

source: <WordWrap>Task Completed: <color:task><task></color>
portuguese: <WordWrap>Tarefa Concluída: <color:task><task></color>

source: No
portuguese: Não

source: Once the seed or tool is equipped, you can press the <color:important>Space Bar or Enter key<color:default> to use it.
portuguese: Depois que a ferramenta ou semente estiver equipada, você pode usar a <color:important>Barra de Espaço ou tecla Enter<color:default> para usá-la.

source: Open your rucksack and highlight the tool you want to assign, then press any <color:default>numeric key<color:default> to bind that tool to it.
portuguese: Abra sua mochila e selecione a ferramenta desejada, então pressione qualquer <color:important>tecla numérica<color:default> para atribuí-la à ferramenta.

source: Others
portuguese: Outros

source: Renderer
portuguese: Renderizador

source: SE Volume
portuguese: Volume de Efeitos Sonoros

source: Save
portuguese: Salvar

source: Save and go to bed.
portuguese: Salvar e dormir

source: Seeds
portuguese: Sementes

source: Should I go to sleep?
portuguese: Devo ir dormir?

source: Shutdown
portuguese: Encerrar

source: Tasks
portuguese: Tarefas

source: There's nobody home.
portuguese: Não tem ninguém em casa.

source: Yes
portuguese: Sim

source: Graphics
portuguese: Gráficos

source: Audio
portuguese: Áudio

source: Keyboard Controls
portuguese: Controles do Teclado

source: Gamepad Controls
portuguese: Controles de Gamepad

source: Resolution
portuguese: Resolução

source: Window Size
portuguese: Tamanho da Janela

source: Show Area of Effect
portuguese: Mostrar Área de Efeito

source: Back
portuguese: Voltar

source: Confirm
portuguese: Confirmar

source: Use
portuguese: Usar

source: Map
portuguese: Mapa

source: Lock Direction
portuguese: Travar Direção

source: Next Tool
portuguese: Próxima Ferramenta

source: Next Item
portuguese: Próximo Item

source: Some settings requires the game to be restarted.
portuguese: Algumas configurações requerem que o jogo seja reiniciado.

source: The restaurant isn't open yet.
portuguese: O restaurante ainda não abriu.

source: The city hall is closed now.
portuguese: A prefeitura está fechada.

source: The general store is closed now.
portuguese: O mercado está fechado.

source: Benjamin's Fields are down here. There's no reason for me to enter.
portuguese: A fazenda do Benjamin fica por aqui. Não tem motivo para eu entrar aqui sozinho.

source: Hey <name>. I'll be closing the restaurant now.
portuguese: Ei <name>. Eu vou fechar o restaurante agora.

source: The restaurant closed earlier today.
portuguese: O restaurante fechou mais cedo hoje.

source: Current Item
portuguese: Item Atual

source: You can buy animals from Brittany's Farm.
portuguese: Você pode comprar animais na fazenda da Brittany.

source: I really don't know what to say, thank you so much for this.
portuguese: Eu nem sei o que dizer, muito obrigado por tudo isso.

source: It's no big deal, really.
portuguese: Não é nada de mais, sério.

source: I'll go back home now, good luck with your farm.
portuguese: Eu vou voltar para casa agora, boa sorte com sua fazenda.

source: Game Speed
portuguese: Velocidade do Jogo

source: Use Old Font
portuguese: Usar Fonte Antiga

source: Quick Text
portuguese: Texto Rápido

source: Show Item Bar
portuguese: Mostrar Barra de Itens

source: Show Tool Bar
portuguese: Mostrar Barra de Ferramentas

source: Tile Based Movement
portuguese: Passos Maiores

source: Run
portuguese: Correr

source: Active Tasks
portuguese: Tarefas Ativas

source: Do you need something?
portuguese: Você precisa de alguma coisa?

source: Upgrade Tools
portuguese: Aprimorar Ferramentas

source: Refine Ore
portuguese: Refinar Minérios

source: Nevermind
portuguese: Deixa pra lá

source: Which kind of ore do you want to refine?
portuguese: Que tipo de minério você quer refinar?

source: Iron
portuguese: Ferro

source: Copper
portuguese: Cobre

source: Silver
portuguese: Prata

source: Gold
portuguese: Ouro

source: Clay
portuguese: Argila

source: None
portuguese: Nenhum

source: I need <color:important>1 Iron Ore</color> to make an Iron Ingot. How many do you want?
portuguese: Eu preciso de <color:important>1 minério de ferro</color> para fazer um lingote. Quantos você quer?

source: I need <color:important>2 Copper Ores</color> to make a Copper Ingot. How many do you want?
portuguese: Eu preciso de <color:important>2 minérios de cobre</color> para fazer um lingote. Quantos você quer?

source: I need <color:important>3 Silver Ores</color> to make a Silver Ingot. How many do you want?
portuguese: Eu preciso de <color:important>3 minérios de prata</color> para fazer um lingote. Quantos você quer?

source: I need <color:important>4 Gold Ores</color> to make a Gold Ingot. How many do you want?
portuguese: Eu preciso de <color:important>4 minérios de ouro</color> para fazer um lingote. Quantos você quer?

source: I need <color:important>5 units of clay</color> to make a brick. How many do you want?
portuguese: Eu preciso de <color:important>5 argilas</color> para fazer um tijolo. Quantos você quer?

source: To upgrade your hoe, I'm gonna need <color:important>1 Copper Ingot and 1,000G</color>. Is that ok?
portuguese: Para aprimorar sua enxada, eu vou precisar de <color:important>1 lingote de cobre e 1.000G</color>. Você aceita?

source: To upgrade your axe, I'm gonna need <color:important>1 Copper Ingot and 1,000G</color>. Is that ok?
portuguese: Para aprimorar seu machado, eu vou precisar de <color:important>1 lingote de cobre e 1.000G</color>. Você aceita?

source: To upgrade your hammer, I'm gonna need <color:important>1 Copper Ingot and 1,000G</color>. Is that ok?
portuguese: Para aprimorar sua marreta, eu vou precisar de <color:important>1 lingote de cobre e 1.000G</color>. Você aceita?

source: To upgrade your sickle, I'm gonna need <color:important>1 Copper Ingot and 1,000G</color>. Is that ok?
portuguese: Para aprimorar sua foice, eu vou precisar de <color:important>1 lingote de cobre e 1.000G</color>. Você aceita?

source: To upgrade your hoe, I'm gonna need <color:important>2 Silver Ingots and 3,000G</color>. Is that ok?
portuguese: Para aprimorar sua enxada, eu vou precisar de <color:important>2 lingotes de prata e 3.000G</color>. Você aceita?

source: To upgrade your axe, I'm gonna need <color:important>2 Silver Ingots and 3,000G</color>. Is that ok?
portuguese: Para aprimorar seu machado, eu vou precisar de <color:important>2 lingotes de prata e 3.000G</color>. Você aceita?

source: To upgrade your hammer, I'm gonna need <color:important>2 Silver Ingots and 3,000G</color>. Is that ok?
portuguese: Para aprimorar sua marreta, eu vou precisar de <color:important>2 lingotes de prata e 3.000G</color>. Você aceita?

source: To upgrade your sickle, I'm gonna need <color:important>2 Silver Ingots and 3,000G</color>. Is that ok?
portuguese: Para aprimorar sua foice, eu vou precisar de <color:important>2 lingotes de prata e 3.000G</color>. Você aceita?

source: To upgrade your hoe, I'm gonna need <color:important>3 Gold Ingots and 10,000G</color>. Is that ok?
portuguese: Para aprimorar sua enxada, eu vou precisar de <color:important>3 lingotes de ouro e 10.000G</color. Você aceita?

source: To upgrade your axe, I'm gonna need <color:important>3 Gold Ingots and 10,000G</color>. Is that ok?
portuguese: Para aprimorar seu machado, eu vou precisar de <color:important>3 lingotes de ouro e 10.000G</color. Você aceita?

source: To upgrade your hammer, I'm gonna need <color:important>3 Gold Ingots and 10,000G</color>. Is that ok?
portuguese: Para aprimorar sua marreta, eu vou precisar de <color:important>3 lingotes de ouro e 10.000G</color. Você aceita?

source: To upgrade your sickle, I'm gonna need <color:important>3 Gold Ingots and 10,000G</color>. Is that ok?
portuguese: Para aprimorar sua foice, eu vou precisar de <color:important>3 lingotes de ouro e 10.000G</color. Você aceita?

source: Sorry, I can't make your hoe any better than it already is.
portuguese: Desculpa, eu não consigo aprimorar sua enxada mais do que isso.

source: Sorry, I can't make your axe any better than it already is.
portuguese: Desculpa, eu não consigo aprimorar seu machado mais do que isso.

source: Sorry, I can't make your hammer any better than it already is.
portuguese: Desculpa, eu não consigo aprimorar sua marreta mais do que isso.
