Repository: Hudell/OrangeSeasonMods
Catalog: kyo-i18n/languages/brazilian-*/translation.po
Languages: portuguese

source: That's not how you introduce yourself. You're SUPPOSED to say, \"My name is <name>. It's nice to meet you.\"
portuguese: Não é assim que você deve se apresentar. Você deve dizer, \"Meu nome é <name>. E um prazer conhecê-la.\"

source: My name is <name>. It's...nice to meet you.
portuguese: Meu nome é <name>. É... um prazer conhecê-la..

source: Very good. My name is Philomena, Phi for short. It's nice to meet you too, <name>.
portuguese: Muito bom. Meu nome é Philomena, Phi para os íntimos. É um prazer conhecer você também, <name>.

source: You should definitely buy a horse first thing. Horses are beautiful and awesome and riding is super-duper convenient.
portuguese: Você definitivamente precisa comprar um cavalo logo. Os cavalos são bonitos e incríveis e montar neles é super-mega conveniente.

source: Oh, bananas! I forgot my wallet! ...Ah, I'm sorry. I didn't mean to use such awful language.
portuguese: Ah, bananas! Eu esqueci minha carteira! ...Ah, me desculpe pelo palavrão.

source: That's...a bad word? Bananas?
portuguese: Que palavrão? ... Bananas?

source: You better watch out, <name>. Mama's gonna wash your mouth out with soap at this rate.
portuguese: É melhor você se cuidar, <name>. Mamãe vai lavar sua boca com sabão se continuar desse jeito.

source: But...I'm a farmer..._male
portuguese: Mas... Eu sou um fazendeiro...

source: But...I'm a farmer..._female
portuguese: Mas... Eu sou uma fazendeira...

source: What about coconuts?
portuguese: E quanto a limões?

source: Those are fine.
portuguese: Estes tudo bem.

source: Hello, Raphael.
portuguese: Olá, Raphael.

source: Oh, it's you. <name>, was it? Greetings.
portuguese: Ah, é você. <name>, não é? Bem-vindo..

source: By the way, I'll stop by your farm later to bring you some welcoming gifts.
portuguese: A propósito, eu vou passar na sua fazenda depois pra te entregar um presente de boas vindas.

source: Really? Thank you very much!
portuguese: Sério? Muito obrigado!

source: I'm Richard, why?
portuguese: Eu sou o Ricardo, por que quer saber?

source: Hi Richard, I'm new here. My name is <name>.
portuguese: Olá Ricardo, eu sou nov<o> aqui. Meu nome é <name>.

source: Ok, whatever.
portuguese: Ok, tanto faz.

source: What is my brother doing? I want to hang out with him.
portuguese: O que meu irmão está fazendo? Eu quero sair com ele.

source: If you see my little dog Pom anywhere, please let me know. Once I find her I'll go back home.
portuguese: Se você ver minha cachorrinha Pom por aí, me avise por favor. Quando eu a encontrar eu vou voltar para casa.

source: If they sent you here to convince me to go home, foget it. I won't leave without my dog.
portuguese: Se eles te mandaram aqui para me convencer a ir pra casa, esqueça Eu não vou sair daqui sem minha cachorrinha.

source: Little Pom is probably scared somewhere, but I know she'll come back to me so I won't leave this place yet.
portuguese: A pequena Pom provavelmente está assustada em algum lugar, mas eu sei que ela voltará para mim então não vou sair daqui ainda.

source: If you see her anywhere, please let me know.
portuguese: Se você ver ela em algum lugar, por favor me avise.

source: Pom! You're finally here! Where have you been little girl?
portuguese: Pom! Você finalmente voltou! Onde você estava garotinha?

source: Let's go home and play a lot! Wanna run?
portuguese: Vamos para casa brincar bastante! Quer correr?

source: This dog looks scared. Maybe she's lost? I should try to find her owner.
portuguese: Essa cadela parece assustada. Talvez ela esteja perdida? Eu deveria procurar pelo dono dela.

source: This must be Pom. She looks really scared. I should bring her back to her owner.
portuguese: Esta deve ser a Pom. Ela parece tão assustada. É melhor eu levá-la de volta para o dono.

source: Welcome to Orange Town, <name>. I am Serge.
portuguese: Bem-vindo a Terra das Laranjeiras, <name>. Eu me chamo Sérgio.

source: My son Devin will pick up your shipping bin contents <color:important>every day at 8 AM<color:default>.
portuguese: Meu filho Devin vai pegar tudo que você colocar na sua caixa de exportação <color:important>todos os dias as 8 da manhã.<color:default>.

source: If you need any supplies, please let me know.
portuguese: Se você precisar de algum tipo de suprimento, me avise.

source: If you need any supplies, please visit the general store.
portuguese: Se você precisar de algum tipo de suprimento, pode visitar o mercado quando quiser.

source: Thanks a lot.
portuguese: Muito obrigado.

source: Mmm. Good luck with your farm.
portuguese: Mmm. Boa sorte com a sua fazenda.

source: My store will buy anything you place in the shipping bin. Shipments will be picked up by Devin at <color:important>8 AM<color:default>.
portuguese: Minha loja vai vender tudo que você colocar na caixa de exportação. Os carregamentos serão recolhidos pelo Devin as <color:important>8 da manhã<color:default>.

source: If he doesn't show up to pick the shipments, let me know.
portuguese: Se ele não aparecer para pegar as coisas, me avise.

source: If you see Devin slacking off at the store, please let me know.
portuguese: Se você ver o Devin procrastinando na loja, por favor me avise.

source: He's a good boy. If only he would follow your example and work hard on something...
portuguese: Ele é um bom garoto. Se ao menos ele seguisse o seu exemplo e trabalhasse sério em algum coisa....

source: Thanks for shipping your farm products to us, <name>. I appreciate the business.
portuguese: Obrigado por exportar seus produtos com a gente, <name>. Eu aprecio os negócios.

source: You're a hard worker, <name>. It's good to put your all into things. You'll go far in life with that attitude. If only my son would follow your example...
portuguese: Você leva seu trabalho a sério, <name>. É bom dar o seu melhor por alguma coisa. Você irá longe na vida. Se pelo menos o meu filho seguisse o seu exemplo...

source: So you're the new farmer in town, huh? The name's Stella._male
portuguese: Então você é o novo fazendeiro da cidade, é? Meu nome é Stella.

source: So you're the new farmer in town, huh? The name's Stella._female
portuguese: Então você é a nova fazendeira da cidade, é? Meu nome é Stella.

source: I help out at Brittany's ranch and manage the store there. Stop by anytime you need to buy something.
portuguese: Eu trabalho no rancho da Brittany e gerencio a loja dela. Fale comigo quando precisar comprar algo.

source: Thanks. Do you have any advice for me?
portuguese: Obrigad<o>. Você tem algum conselho para mim?

source: Advice? Get yourself a stiff upper lip and get ready to work.
portuguese: Conselho? Feche a matraca e comece a trabalhar.

source: You'll be toiling from dawn to dusk every single day, rain or shine. I don't want to hear any complaining from you either. If you've got time to complain, you've got time to shut up and work.
portuguese: Você estará trabalhando do amanhecer ao anoitecer todos os dias, faça chuva ou faça sol. E eu não quero ouvir nenhuma reclamação de você, viu. Se você tem tempo pra reclamar, também tem tempo pra calar a boca e trabalhar.

source: Work hard enough and you'll get ahead with a little bit of luck. And by luck, I mean work. You make your own luck in this life.
portuguese: Trabalhe bastante e você poderá ter sucesso com um pouco de sorte. E quando digo sorte, eu quero dizer trabalho. Você cria a própria sorte nesse mundo.

source: Don't go relying on other people, either. The only person you can rely on yourself.
portuguese: E também não pense em depender dos outros. A única pessoa com quem você pode contar é você mesmo.

source: I'll...keep that in mind.
portuguese: Eu vou... lembrar disso.

source: You do that. See you around, <name>.
portuguese: Lembre-se mesmo. Te vejo por aí, <name>.

source: Gail's ranch is one of the finest in the peninsula. I'm proud to work alongside her.
portuguese: O rancho da Brittany é um dos melhores em toda a peninsula. Eu tenho orgulho de trabalhar com ela.

source: What, you need something?
portuguese: Que foi? Precisa de alguma coisa?

source: Um...I just came over to say hi. I'm the new farmer here, <name>._male
portuguese: Hm...Eu só passei para dizer oi. Eu sou o novo fazendeiro aqui, <name>.

source: Um...I just came over to say hi. I'm the new farmer here, <name>._female
portuguese: Hm...Eu só passei para dizer oi. Eu sou a nova fazendeira aqui, <name>.

source: Hey there. I’m kinda busy right now, so can you come back another time?
portuguese: Olá <name>. Eu estou meio ocupado agora, você se importa de voltar outra hora?

source: Sure thing... See you.
portuguese: Claro... Sem problema.

source: ...Nevermind, I guess I can spare a minute. So you're the new farmer, huh? Not to brag or anything, but I know a lot about growing crops.
portuguese: ...Deixa pra lá, eu posso te dar um minuto. Então você é <o> nov<o> fazendeir<o>? Não quero me gabar, mas eu sei tudo sobre plantações.

source: If I wasn't a blacksmith, I'd be the best farmer in town for sure. I'll be glad to take you under my wing, if you want. You'll be rolling in cabbage in no time flat, both the crunchy and spendable kind.
portuguese: Se eu não fosse um ferreiro, eu seria o melhor fazendeiro da cidade. Eu aceito te receber como discípulo se você quiser. Quando menos perceber você estará rolando em verdinhas, tanto as de plantar quanto as de gastar.

source: I can also upgrade your tools for you <color:important>if you bring me the materials and money<color:default>. Stop by anytime.
portuguese: Eu também posso aprimorar as suas ferramentas <color:important>se você me trouxer os materiais e o dinheiro<color:default>. Apareça quando quiser.

source: How are your tools holding up? Not getting dull or chipped, are they? If you need 'em repaired, you know where to bring 'em.
portuguese: Como estão as suas ferramentas? Espero que não estejam ficando gastas ou sem fio. Se precisar de algum conserto, você sabe quem procurar.

source: I want to get Richard a little something nice, but argh... I'm no good at picking out kid stuff...
portuguese: Eu quero comprar um presente legal pro Ricardo, mas argh... Eu não sei escolher coisas para crianças...

source: Man, I'm beat. Work just keeps piling up these days...
portuguese: Cara, eu to acabado. O trabalho não para de acumular hoje em dia...

source: If there's something you don't know, just ask me. I'm pretty knowledgeable about all kinds of stuff, y'know. Whether it's farming, dating or mining, I've got all sorts of pro advice for ya.
portuguese: Se você encontrar algo que não sabe, pode perguntar para mim. Eu sei tudo sobre todo tipo de coisa. Não importa se é sobre a fazenda, sobre namorar ou sobre mineração, eu tenho todo tipo de conselho para você.

source: Do Nothing
portuguese: Não fazer nada

source: Nothing
portuguese: Nada

source: Hey little boy!
portuguese: Calma garoto!

source: So where did you come from?
portuguese: De onde você veio?

source: Is this dog yours?
portuguese: Este cachorro é seu?

source: Hello! Yes, it's mine.
portuguese: Olá! Sim, ele é meu.

source: But actually, I brought him to Orange Town today because I have too many puppies already.
portuguese: Mas na verdade, eu trouxe ele para a Terra das Laranjeiras hoje por ter filhotes demais.

source: This one seem to have liked you, do you want to keep him?
portuguese: Este aqui parece que gostou de você, você não quer ficar com ele?

source: Sure! He seems like a funny fella. Does he have a name?
portuguese: Claro! Ele parece divertido. Qual é o nome?

source: Not yet, you can choose a good one.
portuguese: Ele ainda não tem, você pode escolher o nome que quiser.

source: <color:name><var:dogName></color>! What a great name!
portuguese: <color:name><var:dogName></color>! Que ótimo nome!

source: Well, take good care of <color:name><var:dogName></color>...<wait>What's your name again?
portuguese: Bem, cuide bem do <color:name><var:dogName></color>...<wait>Qual o seu nome mesmo?

source: It's <name>.
portuguese: É <name>.

source: Nice to meet you, <name>. My name is <color:name>Mia</color>. Take good care of <color:name><var:dogName></color>.
portuguese: Prazer em conhecê-l<o>, <name>. Meu nome é <color:name>Mia</color>. Cuide bem do <color:name><var:dogName></color>.

source: <name>! Good timing!
portuguese: <name>! Checkout na hora certa!

source: What's going on?
portuguese: O que está acontecendo?

source: Hello, <name>.
portuguese: Olá, <name>.

source: Oh, hello there, Raphael.
portuguese: Olá, Raphael.

source: I've brought you that welcoming gift that I mentioned before.
portuguese: Eu vim trazer aquele presente de boas vindas que comentei.

source: Oh, it's you. Raphael, was it? Greetings.
portuguese: Ah, é você. É Raphael, né?

source: Have you arrived to inspect the house? I hope you found it to your satisfaction.
portuguese: Você chegou para inspecionar a casa? Espero que ela tenha ficado satisfatória.

source: Yes, it's exactly what I requested. And you built it so quickly!
portuguese: Sim, ficou exatamente como eu queria. E você a construiu tão rápido!

source: You're a really good carpenter.
portuguese: Você é um ótimo construtor.

source: ...If you say so. It's just a job I happen to have at the moment.
portuguese: ...Se você diz. É só um emprego que eu tenho no momento.

source: Anyway, I've brought you a welcoming gift.
portuguese: Mudando de assunto, eu te trouxe um presente de boas vindas.

source: Oh, thanks! What is it?
portuguese: Puxa, obrigado! O que é?

source: I'll give it to you in a minute, let me show you something else first. Come with me.
portuguese: Vou te entregar em um minuto, deixe-me apenas te mostrar uma coisa primeiro. Vem comigo.

source: Have you checked those fences, <name>? Did you know they can be removed by <color:important>pressing the action button twice?<color:default>
portuguese: Você já examinou estas cercas, <name>? Sabia que você pode retirá-las pressionando <color:important>o botão de ação duas vezes?<color:default>

source: The same thing is true for gates. Even your barn and coop can be picked up by pressing the <color:important>action button twice<color:default>.
portuguese: A mesma coisa funciona para portões. Até o estábulo e o galinheiro podem ser recolhidos pressionando <color:important>o botão de ação duas vezes<color:default>.

source: How would I pick up a barn with my bare hands?
portuguese: Como que eu vou pegar um estábulo com as mãos?

source: Just try it later and you'll see how easy it is. You can even put your buildings on your bag!
portuguese: Apenas tente depois e você vai ver como é fácil. Você pode até colocar construções na sua mochila!

source: If you say so.
portuguese: Se você diz.

source: Really, just try it and you'll see. Anyway, here's your gift.
portuguese: É sério. Tente depois e você vai ver. De qualquer forma, aqui está o seu presente.

source: Use those gates to complete the fence around your barn.
portuguese: Use estes portões para completar a cerca ao redor do seu estábulo.

source: With a good fenced area, your animals will be completely safe from harm.
portuguese: Com uma boa área cercada, seus animais estarão completamente a salvo do perigo.

source: <name>! Did you by any chance see the Saci just now?
portuguese: <name>! Por acaso você não viu o Saci agora mesmo?

source: That little prankster just ruined all of today's food.
portuguese: Aquele safado acabou de arruinar toda a comida de hoje.

source: Who?
portuguese: Quem?

source: Oh, you don't know about the Saci?
portuguese: Você não sabe sobre o Saci?

source: Not really.
portuguese: Na verdade não.

source: He's a young prankster that lives in the forest near our town.
portuguese: É um jovem problemático que vive na floresta perto da cidade.

source: Today he dropped flies on my food and spilled salt all over the kitchen.
portuguese: Hoje ele colocou moscas na minha comida e derramou sal por toda a cozinha.

source: When I got into the kitchen, he disappeared in a whirlwind.
portuguese: Quando entrei na cozinha, ele desapareceu em um redemoinho.

source: In a whirlwind?
portuguese: Em um redemoinho?

source: Yes. That's just one of his powers. Nobody ever managed to catch him because of it.
portuguese: Sim. É apenas um dos poderes dele. Ninguém nunca conseguiu pegar ele por causa disso.

source: Seems like a very annoying person.
portuguese: Parece uma pessoa bem irritante.

source: Yes. He's not really a bad guy and doesn't mean any major harm. But there's no minor harm that he won't do.
portuguese: Sim. Ele não é cruel e não quer o mal de ninguém. Mas não tem nenhum tipo de travessura que ele não faça.

source: Well, I have to go prepare more food. See you later, <name>.
portuguese: Bem, eu tenho que ir preparar mais comida. Te vejo depois, <name>.

source: Where am I? This doesn't look like Orange Town.
portuguese: Onde estou? Isso não parece com a Terra das Laranjeiras.

source: You there! Do you know where Orange Town is?
portuguese: Você aí! Você sabe onde fica a Terra das Laranjeiras?

source: Uh... I just came from there.
portuguese: Uh... Eu acabei de vir de lá.

source: Alright.
portuguese: Está bem.

source: Ok, that was weird.
portuguese: Ok, isso foi estranho.

source: Sorry, I forgot to thank you. Here, take this.
portuguese: Desculpe, eu esqueci de te agradecer. Aqui, fique com isso.

source: What's this?
portuguese: O que é isso?

source: It's a magic ribbon. It will let you use magic.
portuguese: É uma fita mágica. Isso vai permitir que você use magia.

source: Woah, cool!
portuguese: Uau, que legal!

source: This is where I should put the animal feed.
portuguese: Este é o lugar onde eu devo colocar comida para os animais.

source: This bin is filled with animal feed. It should be enough to feed a grown cow or sheep for a day.
portuguese: Esta caixa está cheia de comida para animais. Deve ser suficiente para alimentar uma vaca ou ovelha adulta por um dia.

source: I can put chicken feed here.
portuguese: Eu posso colocar ração de galinha aqui.

source: This is chicken feed. It should be enough to feed a grown chicken for a day.
portuguese: Isso é ração de galinha. Parece ter suficiente para alimentar uma galinha adulta por um dia.

source: <color:name><var:creatureName></color> looks <color:important>angry</color> today. Am I forgetting to feed her?
portuguese: <color:name><var:creatureName></color> parece <color:important>brava</color> hoje. Será que eu esqueci de alimentá-la?

source: <color:name><var:creatureName></color> looks <color:important>upset</color> today. Did I do something wrong?
portuguese: <color:name><var:creatureName></color> parece <color:important>incomodada</color> today. Será que fiz algo de errado?

source: Good girl <color:name><var:creatureName></color>. You look very happy today.
portuguese: Boa garota <color:name><var:creatureName></color>. Você parece muito feliz hoje.

source: Good girl <color:name><var:creatureName></color>. Looks like you have produced some milk.
portuguese: Boa garota <color:name><var:creatureName></color>. Parece que você produziu leite.

source: <color:name><var:creatureName></color> didn't produce milk today. Did I do something wrong?
portuguese: <color:name><var:creatureName></color> não produziu leite hoje. Será que fiz algo errado?

source: Good girl <color:name><var:creatureName></color>. Welcome to your new home.
portuguese: Boa garota <color:name><var:creatureName></color>. Bem-vinda ao seu novo lar.

source: There there <color:name><var:creatureName></color>.
portuguese: Calma, calma, <color:name><var:creatureName></color>.

source: There there <color:name><var:creatureName></color>. Welcome to your new home.
portuguese: Calma, calma, <color:name><var:creatureName></color>. Bem-vinda ao seu novo lar.

source: Take fertilized egg?
portuguese: Pegar o ovo fertilizado?

source: Looks like an egg hatched. I should give this chick a name.
portuguese: Parece que um ovo rachou. Eu deveria dar um nome para o pintinho.

source: A new member of my animal family. I have to work even harder now.
portuguese: Um novo membro da minha família animal. Eu preciso trabalhar ainda mais agora.

source: Should I go to bed?
portuguese: Devo ir dormir?

source: Not Yet
portuguese: Ainda Não

source: Not yet
portuguese: Ainda não

source: Not yet.
portuguese: Ainda não.

source: The festival hasn't started yet.
portuguese: O festival ainda não começou.

source: Hello! Welcome to Orange Town's Chicken Festival.
portuguese: Olá! Bem-vind<o> à Corrida de Galinhas da Terra das Laranjeiras.

source: We would like to start the event now, are you ready?
portuguese: Nós gostaríamos de começar a corrida agora, você está pront<o>?

source: Yes, let's start.
portuguese: Sim, vamos começar.

source: Not yet. Please wait a minute.
portuguese: Ainda não. Por favor espere um minuto.

source: I'll wait, but hurry please.
portuguese: Eu vou esperar, mas por favor se apresse.

source: Congratulations on winning the race, <name>. Your prize will be delivered by mail. Look forward to it.
portuguese: Parabéns por vencer a corrida, <name>. O seu prêmio será enviado pelo correio. Deve chegar até amanhã.

source: Better luck next time!
portuguese: Mais sorte da próxima vez!

source: Do you think you can participate next time, <name>? The race is much more fun with more people.
portuguese: Você acha que conseguirá participar da próxima vez, <name>? A corrida fica mais divertida quando mais gente participa.

source: If I go home now, I'll miss the rest of the festival...
portuguese: Se eu for para casa agora, eu vou perder o resto do festival...

source: Stay here
portuguese: Ficar aqui

source: To raise a strong chicken, you need to let her roam free outside the coop.
portuguese: Para criar uma galinha bem forte, você precisa deixá-la sair do galinheiro de vez em quando.

source: Make sure to make a well fenced area to protect them from wild animals.
portuguese: Mas garanta que há uma área cercada para protegê-la de animais selvagens.

source: I knew you had it in you to become a great farmer! Your chicken is amazing.
portuguese: Eu sabia que você tinha potencial para se tornar um<a> grande fazendeir<o>! Sua galinha é fantástica.

source: You lost? Are you sure you're taking good care of your chicken?
portuguese: Você perdeu? Tem certeza que está tomando os devidos cuidados com a sua galinha?

source: Next time I want to see a chicken from your farm running in the race.
portuguese: Da próxima vez eu quero ver uma galinha da sua fazenda participando da corrida.

source: Hey <name>! Welcome to the chicken festival. Please, talk to Benji if you want to participate.
portuguese: Ei <name>! Bem-vind<o> ao festival. Por favor, fale com Benji se você quer participar.

source: Well done, <name>! You seem to be taking good care of your chicken.
portuguese: Bom trabalho, <name>! Você parece estar cuidando muito bem da sua galinha.

source: Your prize will be delivered by mail tomorrow morning.
portuguese: O seu prêmio será entregue por correios amanhã de manhã.

source: The festival was a sucess. Too bad you didn't win this time, but look forward for next year.
portuguese: O festival foi um sucesso. Pena que você não ganhou desta vez, mas tente de novo no ano que vem.

source: The festival was a sucess. I hope you will also participate next year.
portuguese: O festival foi um sucesso. Eu espero que você participe no ano que vem.

source: I once read a whole book of chicken facts. Did you know they have more bones in their necks than giraffes?
portuguese: Certa vez eu li um livro com fatos sobre galinhas. Você sabia que elas tem mais ossos no pescoço do que as girafas?

source: Hah, that was easy, wasn't it? Congratulations <name>.
portuguese: Hah, essa foi fácil, não foi? Parabéns <name>.
